{
  "62293b7cd21827e888e2fa64": {
    "authors": [
      {
        "org": "연세대학교 전기전자공학부",
        "name": "최혁두",
        "id": "s264624"
      },
      {
        "org": "안양대학교 컴퓨터학과",
        "name": "박남훈",
        "id": "s264625"
      },
      {
        "org": "국방과학연구소",
        "name": "김종희",
        "id": "s264626"
      },
      {
        "org": "국방과학연구소",
        "name": "박용운",
        "id": "s62821"
      },
      {
        "org": "연세대학교 전기전자공학부",
        "name": "김은태",
        "id": "s263957"
      }
    ],
    "title": "무인 차량의 도로주행을 위한 경유점 생성 방법",
    "abstract": "본 연구는 무인 차량의 도로에서의 자율주행을 위한 경유점을 지정하는 방법에 관한 것이다. 무인 차량이 현재 위치와 목표 위치의 전역 좌표를 알고 주어진 도로 지도 상에서 경로 계획을 한다면 어떤 도로의 어떤 차선을 거쳐 가야 하는지 미리 계획하여야 한다. 또한 이를 위해서는 도로의 위치 정보가 미리 체계적으로 저장되어 데이터베이스화 되어 있어야 한다. 본 논문에서는 도로를 데이터베이스로 저장하는 방법과 그 데이터베이스를 이용하여 최단거리 경로를 계획하고 이동방향과 차선을 고려하여 차량이 지나가야 할 상세한 경유점을 생성한다. 이후 시뮬레이션을 통해 제안한 알고리즘으로 도로에 최적화된 경로를 찾을 수 있음을 검증하였다.",
    "keyword": "경로 계획 . 경유점 생성 . 도로 데이터베이스",
    "venue": "한국지능시스템학회 논문지 = Journal of Korean institute of intelligent systems",
    "year": "2012"
  },
  "62293b7cd21827e888e2fa65": {
    "authors": [
      {
        "org": "한국원자력연구원",
        "name": "김태원",
        "id": "s296911"
      },
      {
        "org": "충남대 학교 메카트로닉스공학과",
        "name": "김진형",
        "id": "s296912"
      },
      {
        "org": "충남대 학교 메카트로닉스공학과",
        "name": "김성수",
        "id": "s296913"
      },
      {
        "org": "충남대 학교 메카트로닉스공학과",
        "name": "고윤호",
        "id": "s296914"
      }
    ],
    "title": "Heave 추정 기반의 레이저 거리측정기를 이용한 선행지형예측시스템",
    "abstract": "본 논문에서는 heave 추정 알고리즘 기반의 레이저 거리측정기를 이용한 새로운 선행지형예측시스템을 제안하였다. 본 논문에서 제안하는 선행지형예측시스템은 자율주행 차량이 앞으로 주행할 지면의 형상 정보를 얻기 위한 시스템이다. 이러한 선행지형예측시스템을 구현하기 위하여 측정 범위가 넓고 다양한 환경 조건에서 강인한 레이저 거리 측정기가 일반적으로 이용된다. 이 때 전방 지형을 생성하기 위해 차량의 현재 위치를 알아야 하는데 기존 선행지형예측시스템에서는 heave 움직임을 측정하기 위해 IMU나 가속도계와 같은 가속도 기반 센서들이 주로 이용된다. 하지만 이들 센서는 이동 로봇과 같은 저비용 차량에 사용하기에 고가이며 급 가감속이 발생하는 모바일 로봇에서 측정 오차가 증가하는 문제를 가진다. 이러한 문제를 극복하기 위해 본 논문에서는 주행계와 이전 측정된 지형 정보를 이용한 heave 추정 알고리즘을 제안하였다. 시뮬레이터와 실제 시스템을 이용한 다양한 지형에서 실험을 수행하고 그 결과를 확인해 봄으로써 제안된 heave 추정 알고리즘에 기반한 선행지형예측시스템을 검증하였다.",
    "keyword": "LRF . land preview system . heave measurement . mobile robot . localization",
    "venue": "電子工學會論文誌. Journal of the Institute of Electronics Engineers of Korea. SC, 시스템 및 제어",
    "year": "2012"
  },
  "62293b7fd21827e888e2fa66": {
    "authors": [
      {
        "org": "영남대학교 전기공학과",
        "name": "박혜공",
        "id": "s980128"
      },
      {
        "org": "영남대학교 전기공학과",
        "name": "이형근",
        "id": "s980129"
      },
      {
        "org": "영남대학교 전기공학과",
        "name": "권순학",
        "id": "s980130"
      }
    ],
    "title": "무선 네트워크 기반 자율주행 시스템 설계",
    "abstract": "최근 산업 현장에서 자율주행 시스템에 관한 관심이 날로 증대되고 있다. 자율이동 로봇을 포함한 자율주행 시스템은 인간의 지속적인 도움 없이 거칠고 변화하며 구조화되지 않으면서도 불확실한 주변 환경에서 원하는 작업을 수행할 수 있는 능력을 지녀야 한다. 이를 위해서 근거리 무선통신 네트워크로 로봇 간 서로 교신을 하여 위치 및 상태 등의 정보를 공유를 통해 원만한 자율 주행을 할 수 있는 시스템의 설계가 요구된다. 본 논문에서는 센서 네트워크 및 무선네트워크에 기반한 자율주행 시스템을 개발하고 실험을 통하여 개발된 시스템의 성능을 검증한다.",
    "keyword": "자율주행 . 무선 네트워크 . 자율주행 시스템",
    "venue": "한국지능시스템학회 논문지 = Journal of Korean institute of intelligent systems",
    "year": "2012"
  },
  "62293b7fd21827e888e2fa68": {
    "authors": [
      {
        "org": "인하대학교 정보통신공학과",
        "name": "최선욱",
        "id": "s100266"
      },
      {
        "org": "인하대학교 정보통신공학과",
        "name": "이종호",
        "id": "s100267"
      }
    ],
    "title": "MRF 기반의 시멘틱 속성 서브네트워크 탐색을 이용한 장면 이미지 분류 성능 개선",
    "abstract": "장면 이미지는 다양한 시멘틱 속성들 간의 고차원의 상호작용으로 구성되어 있다. 본 논문에서는 이러한 시멘틱 속성들의 고차원의 상호작용을 고려 가능한 마르코프 랜덤 필드 기반의 모델링 기법을 제안한다. 마르코프 랜덤 필드 상의 서브네트워크 탐색 기법을 통해 각 장면 카테고리에 최적화 된 시멘틱 속성들의 서브네트워크를 탐색하고, 이들 서브네트워크 내에 속한 시멘틱 속성들의 발현량을 우도비 기반의 선형 변환 기법을 통해 요약하는 기법을 제안한다. 이들 요약 된 값은 분류 모델을 이용하여 각 카테고리를 분류하기 위한 특징 벡터로 사용된다. 제안한 기법의 우수성을 검증하기 위해, 실험을 통하여 제시한 기법을 통해 생성된 특징 벡터의 분별력이 기존의 기법들에서 사용 된 특징 벡터들의 분별력보다 우수함을 보인다. 또한 이러한 특징 벡터를 이용하여 장면 분류 실험을 수행한 결과 기존의 기법들과 비교하여 경쟁력 있는 분류 성능을 보임을 확인하였다. 제안한 기법은 기존의 이미지 자동 주석 생성 및 분류작업 성능 향상에 기여 할 수 있을 뿐만 아니라, 자율 주행 로봇을 위한 영상 기반의 문맥 정보 획득에도 활용 가능하다.",
    "keyword": "장면 이미지 . 이미지 분류 . 시멘틱 속성 . 마르코프 랜덤 필드 . 서포트 벡터 머신 . scene image . image classification . semantic attribute . markov random field . SVM",
    "venue": "정보과학회논문지. Journal of KIISE. 소프트웨어 및 응용",
    "year": "2013"
  },
  "62293b80d21827e888e2fa6b": {
    "authors": [
      {
        "org": "한양대학교 자동차공학과",
        "name": "이민채",
        "id": "s296720"
      },
      {
        "org": "(주) 만도 글로벌 R&D 센터",
        "name": "한재현",
        "id": "s297192"
      },
      {
        "org": "한양대학교 자동차공학과",
        "name": "장철훈",
        "id": "s297193"
      },
      {
        "org": "한양대학교 미래자동차공학과",
        "name": "선우명호",
        "id": "s297194"
      }
    ],
    "title": "영상 및 레이저레이더 정보융합을 통한 자율주행자동차의 주행환경인식 및 추적방법",
    "abstract": "자동차의 자율주행기능 실현을 위해서는 기존의 지능형자동차 인식시스템 보다 강인하고 우수한 성능의 주행환경 인식시스템이 요구된다. 특히, 카메라와 레이저레이더 센서는 물체의 특징, 거리 등의 정보를 제공하는 대표적인 주행환경인식 센서로, 이를 이용한 단일센서기반 인식시스템 연구가 활발히 이루어지고 있다. 일반적으로 레이저레이더 센서의 거리정보는 도로의 구조, 차량, 보행자 등의 인식을 위하여 많이 사용되며, 카메라의 영상정보는 차선, 횡단보도, 표지판 등의 주행환경 인지에 사용된다. 하지만, 단일센서기반 인식시스템은 센서의 특성 및 주행환경에 의한 오검출 또는 미검출 발생률이 높기 때문에 자율주행기능 구현에 적합하지 않다. 따라서 단일센서기반의 인식시스템의 한계를 극복하기 위하여 카메라, 레이저레이더, GPS 등을 이용한 정보융합 인식시스템 개발이 필수적이다. 이 연구에서는 영상 및 레이저레이더의 정보융합을 통해 강인한 차선인식, 횡단보도 인식 등을 수행하는 자율주행자동차의 주행환경 인식기술을 개발하였다. 이 연구를 통해 개발된 주행환경 인식기술은 자율주행자동차에 적용되어 다양한 주행시험을 통해 신뢰성 및 안정성이 검증되었다.",
    "keyword": "주행환경인식 . 영상처리 . 레이저레이더 . 정보융합 . 자율주행자동차",
    "venue": "한국지능시스템학회 논문지 = Journal of Korean institute of intelligent systems",
    "year": "2013"
  },
  "62293b7fd21827e888e2fa67": {
    "authors": [
      {
        "org": "국립한경대학교 전기전자제어공학과",
        "name": "정동혁",
        "id": "s296965"
      },
      {
        "org": "국립한경대학교 스마트물류연구센터",
        "name": "박진일",
        "id": "s296966"
      },
      {
        "org": "국립한경대학교 전기전자제어공학과",
        "name": "김용태",
        "id": "s296967"
      }
    ],
    "title": "무인 화물이송 이동로봇의 설계에 관한 연구",
    "abstract": "본 논문은 물류 창고 내에서 화물이송을 위한 무인이송로봇을 설계 제작하고 운영기법을 제안한다. 무인이송로봇의 자율 주행을 위해서는 먼저 실시간으로 자기위치를 파악하고 목표지점까지의 경로를 추종해야 한다. 기존의 여러 방식이 제안되었지만 설치 및 유지보수에 대한 비용이 많이 들기 때문에 목적에 따라 유동적으로 작업 환경을 바꾸기는 어렵다는 단점이 있다. 무인 화물이송로봇의 리프트는 상하 운동을 통하여 수화물이 적재된 팔레트의 승하차가 가능하며, 구동 중 다양한 환경에서 여러 기능을 수행하기 위해 초음파센서, LRF센서, RFID, QR코드, 카메라를 장착하였으며, 목표지점까지 효과적으로 주행하며 화물운송을 하는 운영방법을 제안하였다. 제안한 주행 및 운영기법은 실험을 통하여 검증하였다.",
    "keyword": "무인이송로봇 . 자율 주행 . 화물 이송 . 물류",
    "venue": "한국지능시스템학회 논문지 = Journal of Korean institute of intelligent systems",
    "year": "2013"
  },
  "62293b7fd21827e888e2fa69": {
    "authors": [
      {
        "org": "서울대학교 기계항공공학부",
        "name": "김동욱",
        "id": "s297124"
      },
      {
        "org": "서울대학교 기계항공공학부",
        "name": "김학구",
        "id": "s297125"
      },
      {
        "org": "서울대학교 기계항공공학부",
        "name": "이경수",
        "id": "s83526"
      }
    ],
    "title": "무인 자율 주행을 위한 최단 시간 경로계획 알고리즘 설계",
    "abstract": "본 논문은 무인 자율 주행을 위한 최소 시간 경로계획 알고리즘에 대해서 제안하였다. 최소 시간 경로계획 문제는 경로의 기하학적인 형상에 대한 고려뿐만이 아니라 차량 동역학까지 고려해야 하는 최적 문제이다. 경로계획은 후보 경로 생성 알고리즘과 속도 최적화 알고리즘으로 구성된다. 후보 경로 생성 알고리즘은 최단 거리 경로와 최고 속도 경로를 조합하여 후보경로를 생성한다. 속도 최적화 알고리즘은 차량의 주행성능 한계와 타이어 마찰 한계를 고려하여 각 후보 경로의 최고 속도를 계산한다. 이렇게 계산된 경로와 속도를 이용하여 각 후보 경로의 주행 시간을 계산하고 가장 작은 주행 시간의 경로를 최단시간 경로로 도출한다. 그리고 제안한 알고리즘은 CarSim 과 Matlab/Simulink 를 사용한 시뮬레이션을 통해 검증하였다.",
    "keyword": "최소 시간 경로계획 . 경로 추종 . 무인 자율 주행 . 경로 최적화 . 최적 예측 제어 . 모델 독립식 제어",
    "venue": "大韓機械學會論文集. Transactions of the Korean Society of Mechanical Engineers. A. A",
    "year": "2013"
  },
  "62293b7fd21827e888e2fa6a": {
    "authors": [
      {
        "org": "Korea Institute Of Ocean Science & Technology, Maritime Security Research Center",
        "name": "고성협",
        "id": "s297144"
      },
      {
        "org": "Korea Maritime and Ocean University, Divison of Mechanical Engineering",
        "name": "김동희",
        "id": "s297145"
      },
      {
        "org": "Division of Marine Equipment Engineering, Korea Maritime and Ocean University",
        "name": "김준영",
        "id": "s297146"
      }
    ],
    "title": "만타형 무인 잠수정의 개발과 실해역 성능시험",
    "abstract": "본 논문은 만타형 무인잠수정의 개발과 실해역 성능시험에 관한 내용을 다룬다. 먼저 만타형 무인 잠수정의 운동성능을 예측하기 위한 시뮬레이션을 수행하였다. 시뮬레이션 결과를 통해서 만타형 잠수정의 운동성능을 검증하였으며 결과를 바탕으로 테스트베드인 만타형 무인잠수정을 설계하였다. 만타 잠수정은 자세 및 경로의 계측을 위하여 DVL (Doppler Velocity Log), Gyrocompass, GPS, 압력센서 등을 탑재하였으며 운항제어를 위한 추진기와 1개의 수직타 4개의 수평타를 장착하여 3자유도 운동이 가능하다. 실해역에서 운동성능시험과 자율운항 성능시험을 통해 만타형 무인잠수정 시스템을 검증하였다.",
    "keyword": "무인 잠수정 . 자율무인 잠수정 . 만타형 무인 잠수정 . 자율 경로 주행",
    "venue": "한국마린엔지니어링학회지 = Journal of the Korean Society of Marine Engineering",
    "year": "2013"
  },
  "62293b83d21827e888e2fa6e": {
    "authors": [
      {
        "org": "자동차부품연구원 자율주행기술연구센터",
        "name": "김문식",
        "id": "s297312"
      },
      {
        "org": "자동차부품연구원 자율주행기술연구센터",
        "name": "김창일",
        "id": "s297313"
      },
      {
        "org": "자동차부품연구원 자율주행기술연구센터",
        "name": "이광수",
        "id": "s297314"
      }
    ],
    "title": "Cascade Extended Kalman Filter 기반의 차량동특성 및 도로종단경사 추정",
    "abstract": "차선유지 제어시스템, 적응식순항 제어시스템과 같은 첨단운전 지원시스템은 기본적으로 차량의 거동 정보를 기반으로 구동되지만, 최근 도로의 기하학적 정보를 추가적으로 활용하는 연구가 활발히 진행되고 있다. 특히, 도로의 종단경사는 차량의 가감속 제어 및 항법알고리즘 구현에 있어 필수적인 정보로서 DGPS-RTK와 같은 고가의 장비로 직접 측정하는 방법과 디지털 맵에 저장된 속성정보를 활용하는 방식이 제안되고 있으나, 상용화 관점에서는 아직 많은 문제점이 존재한다. 따라서, 본 논문에서는 추가 센서의 장착없이 연속형 확장칼만필터를 활용하여 차량의 동특성과 도로종단경사를 효율적으로 추정하는 알고리즘을 제안한다. 도로종단경사를 포함하는 3자유도 차량동역학 모델과 차량의 내부 네트워크롤 통해 수집할 수 있는 차량의 상태정보를 기반으로 확장칼만필터를 설계하여 차량의 동특성과 도로종단경사를 추정한다. 제안된 알고리즘은 시뮬레이션과 실차실험을 통해 그 성능을 검증하였다.",
    "keyword": "cascade extended Kalman filter . road slope . vehicle dynamics . in-vehicle network . pitch angle",
    "venue": "Journal of the Institute of Electronics and Information Engineers = 전자공학회논문지",
    "year": "2014"
  },
  "62293b80d21827e888e2fa6d": {
    "authors": [
      {
        "org": "와이즈넛 Mining tech팀",
        "name": "김문종",
        "id": "s297302"
      },
      {
        "org": "서강대학교 컴퓨터공학과",
        "name": "최기창",
        "id": "s297303"
      },
      {
        "org": "서강대학교 컴퓨터공학과",
        "name": "오병화",
        "id": "s269866"
      },
      {
        "org": "서강대학교 컴퓨터공학과",
        "name": "양지훈",
        "id": "s269867"
      }
    ],
    "title": "강화학습을 이용한 무인 자율주행 차량의 지역경로 생성 기법",
    "abstract": "무인 자율주행 차량에서의 경로 생성 기법은 차량이 자동적으로 안전하고 효율적인 경로를 생성하고 주행할 수 있도록 해 준다. 경로에는 크게 전역경로와 지역경로가 있다. 전역경로는 차량이 출발점으로부터 도착점까지 가기 위해 주행해야 하는 구간을, 지역경로는 전역경로에서 얻은 구간을 주행하기 위해서 차량이 실제로 주행해야 할 경로를 의미한다. 본 논문에서는 지역경로 생성을 위하여 효율성 높은 곡선 함수를 사용하는 기존연구에서 더 나아가 학습을 통해 경로를 생성하는 방법을 제안한다. 먼저 강화학습을 통해서 후보경로에 대한 예측 보상 값을 얻고 보상 값이 최고가 되는 경로를 찾는 작업을 한다. 또한 인공 신경망을 통해서는 생성된 경로에 최적화된 조향 명령을 주기 위해 조향 각을 학습하는 작업을 한다. 더 나아가 주행하는 경로에 장애물이 발견되더라도 이를 효율적으로 회피하는 최적의 경로를 학습 기법을 통해 만들어낸다. 본 논문에서 제안된 알고리즘의 우수성은 실제 주행 환경으로 모델링한 시뮬레이션 실험을 통해 검증되었다.",
    "keyword": "무인차 . 강화학습 . 인공신경망 . 지역경로 . 경로생성",
    "venue": "정보처리학회논문지. KIPS transactions on software and data engineering. 소프트웨어 및 데이터 공학",
    "year": "2014"
  },
  "62293b80d21827e888e2fa6c": {
    "authors": [
      {
        "org": "Maritime Safety Research Division, Korea Research Institute of Ships & Ocean Engineering",
        "name": "박슬기",
        "id": "s297261"
      },
      {
        "org": "Maritime Safety Research Division, Korea Research Institute of Ships & Ocean Engineering",
        "name": "조득재",
        "id": "s297262"
      }
    ],
    "title": "도심에서의 측정치 추정을 적용한 항법성능 향상 연구",
    "abstract": "미래의 교통체계를 대비하기 위하여 차량 전자장비의 기술도 급속히 발전하고 있다. 특히, 자율주행의 연구는 활발히 이루어지고 있으며, 정확하고 믿을 수 있는 위치결정이 가장 중요한 요구사항이다. 그러나 도심지역에서 위치결정의 가장 큰 문제점은 위선 신호 단절과 다중경로 오차이다. 본 논문에서는 GPS(Global Positioning System) 단독으로 이상신호를 판단하고 이를 제거 또는 측정치를 추정하여 위치결정하는 방법을 제안하였다. GPS 신호만으로 다중경로 혹은 위성신호차단을 판단하기 위하여 앙각과 신호잡음비 데이터간의 연관관계를 정의하였으며, 이를 기준으로 측정치를 추정할 것인지 제거할 것인지를 결정하며, 정상상태 신호의 시차분 측정치를 이용하여 현재 측정치를 추정할 수 있다. 제안한 알고리즘의 효용성을 검증하기 위하여 차량을 이용하여 도심에서 실험을 수행하였다. 제안한 이상신호 판단 기준을 통하여 전체 실험 수행구간중 이상신호는 11% 발생하였으며, 크게는 100m가량의 오차를 보였다. 이러한 이상신호를 제거하거나 측정치를 추정하여 위치결정 결과 수평측위오차가 RMS 9.48m 향상되었다.",
    "keyword": "다중경로 오차 제거 . 도심 차량 실험 . 단독 위성항법 . 신호 단절 . 미약신호",
    "venue": "한국정보통신학회논문지 = Journal of the Korea Institute of Information and Communication Engineering",
    "year": "2014"
  },
  "62293b83d21827e888e2fa72": {
    "authors": [
      {
        "org": "서울대학교 전기정보공학부 및 뉴미디어통신 공동연구소",
        "name": "이한슬",
        "id": "s297624"
      },
      {
        "org": "서울대학교 전기정보공학부 및 뉴미디어통신 공동연구소",
        "name": "서승우",
        "id": "s297625"
      }
    ],
    "title": "어려운 고속도로 환경에서 Lidar를 이용한 안정적이고 정확한 다중 차선 인식 알고리즘",
    "abstract": "차선인식은 차선 유지, 경로 계획 등을 가능하게 하는 기술로서 자율주행차를 구성하는 가장 중요한 요소 중 하나이다. 카메라 센서를 이용한 연구가 많이 진행되었으나 센서의 특성상 화각의 한계가 존재하며 조도 환경에 취약한 단점이 있다. 반면 Lidar 센서는 넓은 화각과 함께 표면의 반사율 정보를 이용하기에 조도의 영향을 받지 않는 장점이 있다. 기존 연구에선 Hough 변환, 히스토그램 등의 방법을 이용하였는데 도로 표시들이 혼재한 상황에서 올바른 차선 인식이 이루어지지 않거나 다수의 차선이 존재함에도 주행 차선만 인식 되는 문제점들이 존재한다. 본 논문에서는 RANSAC과 regularization을 적용해 도로 표시가 혼재된 고속도로 환경에서도 정확하고 안정적인 다중 차선 인식 알고리즘을 제안한다. 정확한 차선 후보군 추출을 위해 원 모델 RANSAC을 적용하였고 안정적인 다중 차선 검출을 위해 피팅에 regularization을 추가로 제안하였다. 직접 취득한 도로 주행 데이터에 적용하여 높은 정확도와 실시간성을 정량적으로 검증하였다.",
    "keyword": "3D Lidar . circle model RANSAC . Multi lane detection . Particle Filter . regularization",
    "venue": "Journal of the Institute of Electronics and Information Engineers = 전자공학회논문지",
    "year": "2015"
  },
  "62293b83d21827e888e2fa70": {
    "authors": [
      {
        "org": "한국철도기술연구원 교통환경연구팀",
        "name": "정우태",
        "id": "s291975"
      },
      {
        "org": "한국철도기술연구원 교통환경연구팀",
        "name": "장승호",
        "id": "s291976"
      },
      {
        "org": "한국철도기술연구원 교통환경연구팀",
        "name": "고효인",
        "id": "s291977"
      }
    ],
    "title": "동일 변위센서를 사용한 레일표면 음향조도의 측정방법",
    "abstract": "열차 운행시에 발생하는 전동소음은 열차 차륜과 레일 표면조도의 불균일성에 의하여 가진된 진동에 의해 발생된다. 따라서 열차 전동소음의 전달, 예측 및 분석을 위해서는 차륜과 레일표면의 음향조도(acoustic roughness)의 정확한 측정과 분석이 필요하다. 그러나 현재의 레일표면의 조도측정을 위한 장치와 방법은 작업자의 수작업에 의존한 트롤리 장치를 사용함으로써, 불일정한 측정속도와 흔들림과 같은 불안정한 인터페이스를 야기하여 측정값의 오차와 외란을 증대시키는 단점을 지닌다. 본 논문은 철도궤도의 레일상에서 자율 정속 주행하면서 레일표면의 음향조도를 측정하는 자동화 측정장치 및 플랫폼을 개발함으로써, 측정정밀도를 향상시키고 측정값의 불균일성을 감소시켰다. 또한 측정값의 신뢰도와 정확도 향상을 위해 동일한 복수의 변위센서 적용법을 제안하였으며 표준레일구간의 현장측정을 통해 동일 변위센서로부터 융합된 데이터의 정확성을 검증하였다.",
    "keyword": "Acoustic roughness . Data Integration . Railway track . Rolling noise . Roughness measurement . Surface roughness",
    "venue": "한국산학기술학회논문지 = Journal of the Korea Academia-Industrial cooperation Society",
    "year": "2015"
  },
  "62293b83d21827e888e2fa6f": {
    "authors": [
      {
        "org": "연세대학교 전기전자공학과",
        "name": "최배훈",
        "id": "s297438"
      },
      {
        "org": "연세대학교 전기전자공학과",
        "name": "안종현",
        "id": "s297439"
      },
      {
        "org": "연세대학교 전기전자공학과",
        "name": "조민호",
        "id": "s297440"
      },
      {
        "org": "연세대학교 전기전자공학과",
        "name": "김은태",
        "id": "s297441"
      }
    ],
    "title": "MCMC 기반 파티클 필터를 이용한 지능형 자동차의 다수 전방 차량 추적 시스템",
    "abstract": "지능형 자동차는 주변 환경에 대한 인식을 바탕으로 동작을 계획하고 움직인다. 따라서 정확한 환경 인식은 자율 주행 자동차의 필수 요소로 여겨진다. 차량의 주행 환경은 차량이나 보행자 같은 동적인 장애물이 다수 존재하여, 안전한 동작을 위해 이런 동적 장애물에 대한 인식이 정확하게 이루어져야 한다. 이를 위해 센서의 불확실성을 극복하는 일이 필수적이다. 본 논문에서는 레이더 센서를 이용하여 다수의 차량을 인식하고 추적하는 알고리즘을 제안한다. 제안된 추적 시스템은 몇 가지 특징을 갖는다. 레이더 센서가 차량을 계측할 때, 그 데이터가 양 모서리에서 주로 나타나는 특징을 혼합 밀도 네트워크로 표현하고, 이렇게 표현된 레이더 데이터의 확률적인 분포를 파티클 필터의 가중치 계산에 적용하여 추적 알고리즘을 수행하였다. 또한, 파티클 필터가 갖는 차원의 저주를 극복하고 시간의 흐름에 따라 그 숫자가 변화하는 다수 대상체의 상태를 예측하기 위해 가역 점프 마르코프 체인 몬테 카를로 (RJMCMC)를 통한 샘플링을 적용하였다. 제안된 알고리즘은 시뮬레이션을 통해 검증되었다.",
    "keyword": "지능형 자동차 . 다물체 추적 . 마르코프 체인 몬테 카를로 . 파티클 필터 . 혼합 밀도 네트워크",
    "venue": "한국지능시스템학회 논문지 = Journal of Korean institute of intelligent systems",
    "year": "2015"
  },
  "62293b83d21827e888e2fa73": {
    "authors": [
      {
        "org": "군산대학교 기계자동차공학부 스마트자율시스템연구실",
        "name": "두팔람 툽신자갈",
        "id": "s297601"
      },
      {
        "org": "군산대학교 기계자동차공학부 스마트자율시스템연구실",
        "name": "이덕진",
        "id": "s297602"
      }
    ],
    "title": "키넥트 센서를 이용한 동적 환경에서의 효율적인 이동로봇 반응경로계획 기법",
    "abstract": "본 논문에서는 동적 움직임을 갖는 장애물이 위치한 주행환경에서 이동로봇의 충돌회피 기능을 포함하는 효율적인 반응경로계획 기법을 제안하고자 한다. 로봇의 동적 장애물과의 충돌회피 기능을 위해서 반응경로계획기법을 기반으로 키넥트센서를 이용한 센서융합기법의 보완을 통해서 자율주행의 강건성을 증대시키고자 하였다. 반응경로기법에서 사용된 접근방식은 동적장애물을 가상좌표평면에서 지역관측기개념을 이용하여 정적장애물로 좌표변환을 가능하게하며, 생성된 가상평면에서의 로봇과 장애물의 충돌 발생 가능한 속도와 경로의 운동학적 정보추출이 가능하게 된다. 또한 키넥트 센서 정보를 융합하여 장애물의 방향과 위치 정보를 추정하여 동적 환경에서의 주행성능의 정미도를 증대시키고자 하였다. 본 연구에서 제안 기술의 성능을 검증하기 위해서 임베디드 로봇플랫폼과 여러 개의 동적 장애물을 이용하여 시뮬레이션 해석 및 실험을 수행하였다.",
    "keyword": "이동로봇 . 키넥트 센서 . 반응경로계획 . 가상평면 . 충돌회피 . 센서융합",
    "venue": "大韓機械學會論文集. Transactions of the Korean Society of Mechanical Engineers. A. A",
    "year": "2015"
  },
  "62293b83d21827e888e2fa71": {
    "authors": [
      {
        "org": "서울시립대학교 공간정보공학과",
        "name": "임륭혁",
        "id": "s297596"
      },
      {
        "org": "서울시립대학교 공간정보공학과",
        "name": "최경아",
        "id": "s268475"
      },
      {
        "org": "서울시립대학교 공간정보공학과",
        "name": "정지희",
        "id": "s297597"
      },
      {
        "org": "서울시립대학교 공간정보공학과",
        "name": "이임평",
        "id": "s268476"
      }
    ],
    "title": "차량용 라이다 센서의 평가를 위한 범용 시뮬레이터 개발 및 적용",
    "abstract": "자율 주행 자동차 개발에 있어서 라이다 센서의 중요성이 커지고 있다. 센서 선정이나 알고리즘 개발을 위해 고가의 라이다 센서를 차량에 탑재하여 다양한 주행 환경에 대해 시험하기에 어려움이 따른다. 이에 본 연구는 다양한 차량용 라이다 센서에 대한 일반화된 기하모델링을 통해 범용적으로 적용될 수 있는 차량용 라이다 시뮬레이터를 개발하였다. 개발된 시뮬레이터를 활용하여 많이 활용되고 있는 특정 센서에 대하여 데이터 시뮬레이션과 품질 검증을 수행하였다. 또한, 생성된 데이터를 장애물 탐지에 적용함으로써 선정된 센서의 활용 가능성을 평가하였다. 이처럼 개발된 시뮬레이터는 센서의 도입 및 운용에 앞서서 다양한 실험을 가능하게 하고, 하드웨어 구축과 병행하여 알고리즘 개발을 도모할 수 있다.",
    "keyword": "Autonomous Driving Vehicle . LIDAR . Simulation . Obstacle Detection",
    "venue": "대한원격탐사학회지 = Korean journal of remote sensing",
    "year": "2015"
  },
  "62293b86d21827e888e2fa77": {
    "authors": [
      {
        "org": "Dept. of Geoinformatics, University of Seoul",
        "name": "박찬혁",
        "id": "s297883"
      },
      {
        "org": "Dept. of Geoinformatics, University of Seoul",
        "name": "최경아",
        "id": "s297884"
      },
      {
        "org": "Dept. of Geoinformatics, University of Seoul",
        "name": "이임평",
        "id": "s297885"
      }
    ],
    "title": "무인항공기 매핑을 통한 차선 추출 및 정확도 평가",
    "abstract": "최근 세계적인 기업들은 자율주행 자동차 상용화를 위해 최첨단 IT 기술을 융합한 자동차 기술을 발전시키고 있다. 이러한 자율주행 자동차는 차량을 안전하게 제어하여 신뢰도를 제고할 수 있도록 정확한 도로 경계 및 차선 정보를 요구하고 있다. 이에 본 연구는 저고도에서 취득된 고해상도 영상을 이용하는 UAV 사진측량의 적용 가능성을 검토하고자 한다. 취득된 GSD 7cm급의 디지털 영상으로부터 고해상도의 DSM과 정사영상을 생성하고, 생성된 자료를 기반으로 차선이 포함된 도로의 위치 정보를 추출하였다. 추출 자료의 정확도 검증 결과, RMSE는 약 15cm 이내임을 확인할 수 있었다. 본 연구 결과로 도로 영역에 대한 정밀 지도 제작과 갱신을 위해 UAV 사진측량이 효과적으로 적용될 것으로 판단된다.",
    "keyword": "무인항공기 . 매핑 . 차선 추출 . 도로 정밀 지도 . 자율주행 자동차 . 첨단 운전자 지원 시스템",
    "venue": "한국측량학회지 = Journal of the Korean Society of Surveying, Geodesy, Photogrammetry and Cartography",
    "year": "2016"
  },
  "62293b86d21827e888e2fa76": {
    "authors": [
      {
        "org": "충남대학교 메카트로닉스공학과",
        "name": "조성택",
        "id": "s297750"
      },
      {
        "org": "충남대학교 메카트로닉스공학과",
        "name": "박영준",
        "id": "s297751"
      },
      {
        "org": "충남대학교 메카트로닉스공학과",
        "name": "정슬",
        "id": "s62061"
      }
    ],
    "title": "대학 캠퍼스용 로봇차량의 자율주행을 위한 실험환경 구축",
    "abstract": "본 논문은 대학 캠퍼스를 주행하는 차량의 자율주행을 위한 실험환경 구축에 대해 논한다. 이 차량은 대학이나 공원과 같은 특별한 장소에서 사용되고 근거리를 이동하기 위해 2인이 탑승한다. 정문에서 본부까지 자율주행을 수행하기 위한 실험환경을 구축한다. 초기 단계로 카메라로 바닥의 색깔을 구별하여 선을 검출한다. 빨간색과 노란색의 경계선을 검출하여 로봇차량이 추종할 수 있도록 하였다. 일부 구간의 자율 주행 실험을 통해 가능성을 검증하였다.",
    "keyword": "로봇차량 . 자율주행 . 카메라 기반 주행",
    "venue": "한국지능시스템학회 논문지 = Journal of Korean institute of intelligent systems",
    "year": "2016"
  },
  "62293b89d21827e888e2fa7e": {
    "authors": [
      {
        "org": "한국건설기술연구원 도로연구소",
        "name": "양인철",
        "id": "s298162"
      },
      {
        "org": "한국건설기술연구원 도로연구소",
        "name": "전우훈",
        "id": "s298163"
      },
      {
        "org": "한국건설기술연구원 도로연구소",
        "name": "이향미",
        "id": "s298164"
      }
    ],
    "title": "자율주행을 위한 동적지도정보 제공에 관한 연구",
    "abstract": "본 연구는 기존에 정의된 LDM(Local Dynamic Map)에 동적지도 정보 제공 기능을 확장한 차량LDM(V-LDM) 기술의 설계 및 개발, 성능 검증을 목적으로 한다. 이를 위해 LDM과 동적지도 정보 제공 관련 국제표준 및 관련 기술을 참고하여 차량LDM 시스템 구성을 설계하였다. 또한 자율주행을 위한 차로 수준의 정보를 갖는 정밀전자지도의 기본 구성을 제안하였고, 차량 전방의 주행 환경 정보(정적+동적 정보) 전달을 위한 메시지인 Dynamic Map (DM) 프로토콜의 기본 구조를 정의하였다. 경부고속도로의 기본구간을 대상으로 제안된 정밀전자지도와 DM프로토콜 전달 기능의 성능을 검증한 결과, 데이터 크기와 처리 수행 시간 모두 전방거리에 선형적으로 비례함을 확인하였고, 10Hz의 갱신 주기를 갖기 위해 전방 최대 250m에 해당하는 정보를 제공하는 것을 적절한 대안으로 제시하였다.",
    "keyword": "자율주행 . 정밀전자지도",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2017"
  },
  "62293b89d21827e888e2fa7c": {
    "authors": [
      {
        "org": "서울대학교 기계항공공학부",
        "name": "임형호",
        "id": "s83524"
      },
      {
        "org": "서울대학교 기계항공공학부",
        "name": "채흥석",
        "id": "s297906"
      },
      {
        "org": "교통안전공단 자동차안전연구원",
        "name": "이명수",
        "id": "s298008"
      },
      {
        "org": "서울대학교 기계항공공학부",
        "name": "이경수",
        "id": "s83526"
      }
    ],
    "title": "주행데이터 기반 자율주행 안전성 평가 시나리오 개발 및 검증",
    "abstract": "As automotive industry develops, the demand for increasing traffic safety is growing. Lots of researches about vehicle convenience and safety technology have been implemented. Now, the autonomous driving test is being conducted all over the world, and the autonomous driving regulations are also being developed. Autonomous vehicles are being commercialized, but autonomous vehicle safety has not been guaranteed yet. This paper presents scenarios that assess the safety of autonomous vehicles by identifying the minimum requirements to ensure safety for a variety of situations on highway. In assessing driving safety, seven scenarios were totally selected. Seven scenarios were related to lane keeping and lane change performance in certain situations. These scenarios were verified by analyzing the driving data acquired through actual vehicle driving. Data analysis was implemented via computer simulation. These scenarios are developed based on existing ADAS evaluation and simulation of autonomous vehicle algorithm. Also Safety evaluation factors are developed based on ISO requirements, other papers and the current traffic regulations.",
    "keyword": "자율주행 자동차 . 평가 시나리오 . 주행 데이터 . 안전성 평가 항목",
    "venue": "자동차안전학회지 = Journal of Auto-Vehicle Safety Association",
    "year": "2017"
  },
  "62293b89d21827e888e2fa80": {
    "authors": [
      {
        "org": "한국철도기술연구원 광역도시교통본부",
        "name": "김정태",
        "id": "s1085240"
      },
      {
        "org": "서울과학기술대학교 전기정보공학과",
        "name": "황환웅",
        "id": "s299451"
      },
      {
        "org": "한국철도기술연구원 광역도시교통본부",
        "name": "이강원",
        "id": "s1085241"
      },
      {
        "org": "서울과학기술대학교",
        "name": "윤지훈",
        "id": "s1085242"
      }
    ],
    "title": "자율주행형 다관절 차량용 이더넷 TCN의 최적 토폴로지에 대한 실험적 검증",
    "abstract": "본 논문에서는 자율주행형 다관절 차량용 제어 시스템 구축 시 장치 간 네트워크로 이더넷 기반의 Train Communication Network(TCN)를 적용할 경우 적합한 네트워크 토폴로지를 제안하고 실험을 통하여 그 결과를 측정하여 검증한다. 케이블 수, 포트 수 등 구조적인 제한조건과 네트워크 응답시간, 최대 전송량 등 성능적인 제한조건을 고려하여 네트워크 토폴로지를 제안한다. 스타 토폴로지, 데이지체인 토폴로지, 그리고 이들을 절충한 하이브리드 토폴로지를 각각 적용하여 비교하며 본 논문에서는 특히 하이브리드 토폴로지의 적절한 구성을 위해 그룹으로 묶이는 노드 수를 구한다. 적절하게 노드의 그룹이 구성된 하이브리드 토폴로지는 본 논문에서 최적 토폴로지로 제안하는 구조이다. 먼저 시뮬레이션을 통해 각각의 토폴로지 구성 시의 네트워크 성능에 대한 예상치를 도출하며 이 후 실제 장치를 연결하여 네트워크를 구현한다. 다양한 네트워크 성능 측정 프로그램을 이용하여 각 토폴로지에서의 성능을 측정하고 비교를 통해 제안한 방안의 우수성을 기술한다.",
    "keyword": "train communication network . network topology . multi-articulated vehicle . Etherne",
    "venue": "Journal of the Institute of Electronics and Information Engineers = 전자공학회논문지",
    "year": "2017"
  },
  "62293b89d21827e888e2fa7a": {
    "authors": [
      {
        "org": "서울대학교 기계항공공학부",
        "name": "채흥석",
        "id": "s297906"
      },
      {
        "org": "서울대학교 기계항공공학부",
        "name": "정용환",
        "id": "s297430"
      },
      {
        "org": "교통안전공단 자동차안전연구원",
        "name": "민경찬",
        "id": "s297432"
      },
      {
        "org": "교통안전공단 자동차안전연구원",
        "name": "이명수",
        "id": "s298008"
      },
      {
        "org": "서울대학교 기계항공공학부",
        "name": "이경수",
        "id": "s83526"
      }
    ],
    "title": "고속도로 합류점 주행을 위한 강건 모델 예측 기법 기반 자율주행 차선 변경 알고리즘 개발",
    "abstract": "본 논문에서는 고속도로의 합류지점 상황에서 자율주행을 위한 운전 모드 결정 알고리즘의 개발 및 평가를 진행하였다. 합류 상황을 위한 자율주행 알고리즘 개발에 있어 적절하게 합류를 결정하는 운전 모드 결정이 필수적이다. 운전자 모드는 총 2가지로 차선 유지, 차선 변경(합류)이다. 합류 모드 결정은 주변 차량의 정보 및 합류 차선에 남은 거리를 기반으로 결정된다. 합류 모드 결정 알고리즘에서는 합류 가능 여부를 판단하고 합류가 가능할 때, 안전하고 빠르게 합류하기 위한 최적의 위치를 찾는다. 안전 주행 영역은 주변 차량의 정보 및 주행 모드를 기반으로 정의된다. 안전 주행 영역으로 자율주행 차량을 유지하기 위한 조향각과 종방향 가속도를 얻기 위해 여러 제한 조건이 더해진 강건 모델 예측기법이 사용되었다. 본 논문에서 제안된 알고리즘은 컴퓨터 시뮬레이션을 이용해 검증되었다.",
    "keyword": "고속도로 자율주행 . 고속도로 합류 상황 . 자율주행 알고리즘 . 합류 모드 결정 . 안전 주행 영역 . 모델 예측 기법",
    "venue": "大韓機械學會論文集. Transactions of the Korean Society of Mechanical Engineers. A. A",
    "year": "2017"
  },
  "62293b89d21827e888e2fa79": {
    "authors": [
      {
        "org": "충남대학교 메카트로닉스공학과",
        "name": "홍효성",
        "id": "s297987"
      },
      {
        "org": "충남대학교 메카트로닉스공학과",
        "name": "한종부",
        "id": "s297988"
      },
      {
        "org": "충남대학교 메카트로닉스공학과",
        "name": "송하준",
        "id": "s297989"
      },
      {
        "org": "부산대학교 기계공학부",
        "name": "정사무엘",
        "id": "s297990"
      },
      {
        "org": "충남대학교 메카트로닉스공학과",
        "name": "김성수",
        "id": "s196023"
      },
      {
        "org": "부산대학교 기계공학부",
        "name": "유완석",
        "id": "s290518"
      },
      {
        "org": "충남대학교 메카트로닉스공학과",
        "name": "원문철",
        "id": "s61854"
      },
      {
        "org": "국방과학연구소 제5기술연구본부",
        "name": "주상현",
        "id": "s297991"
      }
    ],
    "title": "실시간 주행 안정성 분석을 위한 6X6 스키드 조향 무인 자율 주행 차량의 경로 추종 제어",
    "abstract": "무인 자율 주행 차량이 야지 환경에서 안전하게 주행하기 위해서는 차량의 주행 안정성이 반드시 고려되어야 한다. 본 논문에서는 실시간 주행 안정성 분석을 위한 자율 주행 시뮬레이션에 적용되는 경로 추종 제어기를 제시한다. 경로 추종 제어기는 Preview 거리를 사용하여 차량의 지향 각을 제어하고, 요 모멘트 관측기로부터 추정된 외란 모멘트를 보상하여 지향 각 오차와 횡 방향 거리 오차를 감소시킨다. 곡선 경로에서는 곡률을 이용하여 차량의 주행 속도를 결정한다. 대상 차량은 6X6 스키드 조향 차량이기 때문에 6개의 휠에 서로 다른 구동력을 분배하는 방법을 사용하여 주어진 경로를 주행한다. ADAMS에서 모델링 된 차량을 MATLAB과 연동시켜 시뮬레이션하고, 경로 추종 제어기 성능을 검증하였다.",
    "keyword": "무인자율차량 . 스키드 조향 . 경로주행제어 . 아담스 . 다물체 동역학 . 주행성분석",
    "venue": "大韓機械學會論文集. Transactions of the Korean Society of Mechanical Engineers. A. A",
    "year": "2017"
  },
  "62293b8bd21827e888e2fa81": {
    "authors": [
      {
        "org": "한국과학기술원 조천식교통대학원",
        "name": "김은희",
        "id": "s420170"
      },
      {
        "org": "한국과학기술원 전산학부",
        "name": "오혜연",
        "id": "s420171"
      }
    ],
    "title": "LSTM 모델 기반 주행 모드 인식을 통한 자율 주행에 관한 연구",
    "abstract": "본 연구에서는 운전자 별로 생활 중에 이동하는 주행 도로의 특징 및 교통상황이 서로 다르며 운전습관이 상이함을 고려하여, 운전자 혹은 운전자 그룹별 기계학습모형을 구성하고, 학습된 모델을 분석하여 운전자의 주행모드 별 특징을 탐색하여 자율 주행 자동차를 시뮬레이션 하였다. 운전지식을 활용하여 주행조작 전후 센서의 동작 상황에 따라 8종류의 종방향 모드와 4종류 회전모드로 구분하고, 종방향 모드와 회전모드를 결합한 21개의 결합형 주행모드로 세분화 하였다. 주행모드가 레이블 된 시계열 데이터에 대해 딥러닝 지도학습 모델인 RNN (Recurrent Neural Network), LSTM (Long Short-Term Memory), Bi-LSTM 모델을 활용하여서 운전자 별 혹은 운전자 그룹별 주행데이터를 학습하고, 학습된 모델을 테스트 데이터 셋에서 주행 모드인식률을 검증하였다. 실험 데이터는 미국 VTTI 기관에서 수집된 22명의 운전자의 1,500개의 실생활 주행 데이터가 사용되었다. 주행 모드 인식에 있어, 데이터 셋에 대해 Bi-LSTM 모델이 RNN, LSTM 모델에 비해 향상된 성능을 보였으며, 최대 93.41%의 주행모드 인식률을 확인하였다.",
    "keyword": "자율주행 . 주행모드 . 딥러닝",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2017"
  },
  "62293b89d21827e888e2fa7d": {
    "authors": [
      {
        "org": "서울대학교 기계항공공학부",
        "name": "채흥석",
        "id": "s297906"
      },
      {
        "org": "서울대학교 기계항공공학부",
        "name": "정용환",
        "id": "s297430"
      },
      {
        "org": "교통안전공단 자동차안전연구원",
        "name": "이명수",
        "id": "s298008"
      },
      {
        "org": "교통안전공단 자동차안전연구원",
        "name": "신재곤",
        "id": "s298173"
      },
      {
        "org": "서울대학교 기계항공공학부",
        "name": "이경수",
        "id": "s83526"
      }
    ],
    "title": "자율주행 안전성 평가 시나리오 개발 및 검증",
    "abstract": "Regulation for the testing and operation of automated vehicles on public roadways has been recently developed all over the world. For example, the licensing standards and the evaluation technology for automated vehicles have been proposed in California, Nevada and EU. But specific safety evaluation scenarios for automated vehicles have not been proposed yet. This paper presents safety evaluation scenarios for extraordinary service permission of automated vehicles on highways. A total of seven scenarios are selected in consideration of safety priority and real traffic situation. Six scenarios are relevant with lane keeping and one scenario is relevant with lane change. All scenarios are developed based on existing ADAS evaluation scenarios and repeated simulation of automated vehicle algorithm. Safety evaluation factors as well as scenarios are developed. The safety factors are based on existing ADAS ISO requirements, ADAS safety factors and current traffic regulations. For the scenarios, a hunter vehicle is needed in addition to automated vehicle evaluated. The hunter vehicle performs multiple roles like preceding vehicle, cut-in vehicle and so on. The hunter vehicle is also automated vehicle equipped with high performance GPS, radar and Lidar. All the scenarios can be implemented by driving a lap on a KATRI ITS test track. These scenarios and safety evaluation factors are investigated via both a computer simulation and an experimental vehicle test on the test track. The experimental vehicle test was conducted with two automated vehicles, which are the evaluated vehicle and the hunter vehicle.",
    "keyword": "자율주행 자동차 . 평가 시나리오 . 임시운행 허가 . 안전성 평가 항목",
    "venue": "자동차안전학회지 = Journal of Auto-Vehicle Safety Association",
    "year": "2017"
  },
  "62293b89d21827e888e2fa7b": {
    "authors": [
      {
        "org": "국방과학연구소",
        "name": "김준",
        "id": "s298025"
      },
      {
        "org": "국방과학연구소",
        "name": "안성용",
        "id": "s297200"
      },
      {
        "org": "국방과학연구소",
        "name": "민지홍",
        "id": "s298026"
      },
      {
        "org": "경북대학교 전자공학부",
        "name": "배건성",
        "id": "s298027"
      }
    ],
    "title": "3D LIDAR 반사율을 이용한 무인지상차량의 주행가능 후보 영역 분석",
    "abstract": "무인지상차량의 자율주행을 위한 핵심센서로 사용되는 2D/3D 라이다(LIDAR) 센서에서 제공되는 거리 데이터는 지면 모델링 및 장애물 검출을 위해 효과적으로 활용되지만, 도로의 경계가 모호한 환경 등에서는 주행가능영역에 대한 분석이 어렵게 된다. 본 논문에서는 라이다의 반사율 특성을 이용하여 무인차량의 주행 가능한 영역에 대한 후보 영역을 추가로 분석함으로써 보다 효과적으로 주행가능영역을 검출할 수 있는 기법을 제안하였다. 3D LIDAR의 반사율을 보정하고 무인차량 전방 영역의 반사율에 대한 학습을 통해 주행가능 후보영역을 검출하였으며, 무인차량 실제 운용환경에서의 실험을 통해 후보영역 검출 결과를 검증하였다.",
    "keyword": "라이다 반사율 . 주행가능 후보영역",
    "venue": "大韓機械學會論文集. Transactions of the Korean Society of Mechanical Engineers. A. A",
    "year": "2017"
  },
  "62293b89d21827e888e2fa7f": {
    "authors": [
      {
        "org": "위성기술연구그룹",
        "name": "김태희",
        "id": "s370180"
      },
      {
        "org": "위성기술연구그룹",
        "name": "신천식",
        "id": "s370181"
      },
      {
        "org": "위성기술연구그룹",
        "name": "염인복",
        "id": "s370182"
      }
    ],
    "title": "위성항법 신호생성기 기술 동향",
    "abstract": "GPS 등과 같은 위성항법 시스템은 정밀한 시각동기가 요구되는 동기식 이동통신망, 전력망, 금융망과 같은 분야와 사용자의 정밀한 위치를 요구하는 차량 내비게이션, 항공기 및 자동차, 측지 측량분야는 물론 향후 드론 및 자율주행 차량 등과 같은 다양한 응용분야에서 그 활용도가 증가될 것이다. 또한, 스마트폰에서는 기본적으로 위성항법 칩셋이 내장되어 사용자 위치를 제공하고 있다. 이렇듯 다양한 분야에서 활용되는 위성항법 수신 칩셋 또는 수신 시스템의 기능 및 성능을 다양한 환경에서 검증할 필요성이 대두되고 있다. 본고에서는 다양한 검증 환경을 제공할 수 있는 위성항법 신호생성기의 국외기술 동향을 살펴보고, 미래부 출연사업인 GNSS 전파교란 검증플랫폼 과제를 통해 개발된 GNSS 전파혼신 신호발생장치에서 확보한 실제 GPS 신호와 동기를 유지한 신호생성기술 개발 현황을 소개한다.",
    "keyword": [],
    "venue": "전자통신동향분석 = Electronics and telecommunications trends",
    "year": "2017"
  },
  "62293b8bd21827e888e2fa88": {
    "authors": [
      {
        "org": "Dept. of Computer Science and Engineering, Koreatech University",
        "name": "조든솔",
        "id": "s298425"
      },
      {
        "org": "Dept. of Computer Science and Engineering, Koreatech University",
        "name": "정세열",
        "id": "s298426"
      },
      {
        "org": "Dept. of Computer Science and Engineering, Koreatech University",
        "name": "김형수",
        "id": "s298427"
      },
      {
        "org": "Dept. of Computer Science and Engineering, Koreatech University",
        "name": "이승기",
        "id": "s102032"
      },
      {
        "org": "Dept. of Computer Science and Engineering, Koreatech University",
        "name": "김원태",
        "id": "s102035"
      }
    ],
    "title": "3D 자동차 시뮬레이터 기반 상호작용형 ADAS 개발 및 검증 프레임워크",
    "abstract": "자율 주행 차량은 주변 환경의 정보를 수집하는 센서, 측정된 데이터를 판단하는 제어 모듈로 구성된 첨단 운전자 지원 시스템(ADAS)을 기반하고 있다. 최근에 자율주행 기술에 대한 관심이 증가함에 따라 ADAS 입문 개발자들 및 학습자들을 위한 손쉬운 개발프레임워크가 필요하다. 그러나, 기존 개발 및 검증 방식은 고성능 자동차 시뮬레이터를 기반하기 때문에 검증 방법의 복잡성 및 고비용 등의 단점이 있다. 또한, 대부분의 방식은 시뮬레이터로부터 ADAS에서 필요로 하는 센싱 데이터를 직접 제공하지 않으므로 검증 신뢰성의 한계가 있다. 본 논문에서는 기존 방식들의 문제점들을 극복하는 3D 자동차 시뮬레이터를 활용한 상호작용형 ADAS 개발 및 검증 프레임워크를 제시한다. 영상인지 기반의 인공지능을 적용한 ADAS를 3D 자동차 시뮬레이터에서의 가상센서로 구현하고, 실제 시나리오에 자율주행 검증을 진행하였다.",
    "keyword": "Autonomous vehicle . Vehicle Simulator . ADAS Development . ADAS Verification . Artificial Intelligence",
    "venue": "전기전자학회논문지 = Journal of IKEEE",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa8b": {
    "authors": [
      {
        "org": "Dept. of Computer Science and Engineering, Koreatech University",
        "name": "이승기",
        "id": "s102032"
      },
      {
        "org": "Dept. of Computer Science and Engineering, Koreatech University",
        "name": "윤성진",
        "id": "s102033"
      },
      {
        "org": "Dept. of Computer Science and Engineering, Koreatech University",
        "name": "김한진",
        "id": "s102034"
      },
      {
        "org": "Dept. of Computer Science and Engineering, Koreatech University",
        "name": "김원태",
        "id": "s102035"
      }
    ],
    "title": "H-DsM: 하이브리드 시스템 검증을 위한 HILS 지원 분산 시뮬레이션 미들웨어",
    "abstract": "4차 산업혁명에 대한 관심도가 높아지면서, 현실에 존재하는 요소들과 가상에 존재하는 요소들이 상호작용 하는 CPS 라는 개념이 중요한 기술로 주목받고 있다. 전기자동차, 자율주행, 스마트 팩토리나 스마트 그리드 시스템과 같은 복잡한 구조를 가진 시스템들은 4차 산업혁명의 핵심 기술 분야로 간주되고 있으며, 이를 개발하기 위해 많은 연구가 이루어지고 있다. 하지만 시스템 구성요소들의 복잡한 연결은 개발을 어렵게 하고, 개발의 신뢰성을 보장하기 쉽지 않다. 시스템의 신뢰성은 자율주행자동차 경우 사람의 안전 직결되며 실제 자동차의 하드웨어와 ADAS의 소프트웨어의 연결된 검증이 필수적이다. 본 논문에서는 복잡한 하이브리드 시스템의 신뢰성 있는 검증을 위해 HILS를 지원하는 분산 시뮬레이션 미들웨어를 제안한다.",
    "keyword": "ADAS . CPS . HILS . DDS . FMI . SDN",
    "venue": "전기전자학회논문지 = Journal of IKEEE",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa86": {
    "authors": [
      {
        "org": "대구대학교 대학원 정보통신공학과",
        "name": "김수현",
        "id": "s298440"
      },
      {
        "org": "대구대학교 정보통신공학부",
        "name": "이형규",
        "id": "s298441"
      }
    ],
    "title": "무인운반차(AGV)의 주행경로 및 위치인식을 위한 라인스캔카메라를 이용한 패턴인식 알고리즘 구현",
    "abstract": "AGVS (Automated Guided Vehicle System)는 작업 공간 내 특정 물건 또는 상품들을 자동으로 이동 시켜주는 물류 자동화의 핵심 기술이다. 기존의 AGV는 독립적인 실내위치인식 기술과 함께 각 AGV별로 주행경로 인식을 위해 레이저, 마그네틱, 관성 센서 등을 이용하기 때문에 고비용이며 유지 및 확장이 어렵다는 단점을 가지고 있다. 이러한 단점을 해결하기 위해 본 논문에서는 라인스캐카메라 기반의 마이크로 컨트롤러에서도 구현 가능한 경량화 된 패턴인식 기술을 이용하여 AGV의 주행제어뿐 아니라 위치인식을 동시에 할 수 있는 기술을 제안한다. 제안된 패턴인식기술은 각 AGV가 라인으로 표시된 경로를 인식하여 자율주행을 가능하게 할 뿐 아니라 경로 상에 바코드 형태의 간단한 이미지 형태로 설치된 패턴인식을 통해 AGV자신의 위치를 파악하는 기술을 동시에 제공하기 때문에 AGVS 구현 비용을 획기적으로 줄일 수 있을 뿐 아니라 경로 재설정 및 확장에 유리하다. 제안된 기술의 효용성 검증을 위해 마이크로 컨트롤러에서 동작 가능한 패턴인식기술을 구현하였고, AGV 프로토타입을 이용한 실험으로 그 결과 및 효용성을 검증하였다.",
    "keyword": "패턴인식 . 라인스캔카메라 . 경로인식 . 위치파악",
    "venue": "한국산업정보학회논문지 = Journal of the Korea Industrial Information Systems Research",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa8e": {
    "authors": [
      {
        "org": "서울시립대학교 교통공학과",
        "name": "나성용",
        "id": "s274808"
      },
      {
        "org": "서울시립대학교 교통공학과",
        "name": "이승재",
        "id": "s259838"
      },
      {
        "org": "서울시립대학교 컴퓨터공학과",
        "name": "안상현",
        "id": "s274809"
      },
      {
        "org": "서울시립대학교 도시과학연구원",
        "name": "김주영",
        "id": "s274810"
      }
    ],
    "title": "고속도로 교통정보 수집을 위한 V2X 차량비율 추정연구",
    "abstract": "교통은 점차 V2X와 자율주행자동차의 시대로 변화하고 있다. 교통상황에 대한 정확한 판단은 경로선택 또는 자율주행에 있어 중요한 지표이다. 정확한 교통상황을 파악하기 위한 방법으로 택시와 같은 프로브 차량을 이용하는 방법이 많이 사용되고 있다. 이러한 방법은 프로브 차량의 특성에 따라 데이터가 편향될 수 있으며, 막대한 비용이 발생하는 문제점이 있다. V2X 차량은 이러한 문제점을 해결할 수 있으며, 무엇보다 실시간으로 교통정보를 수집하고, 배포가 가능할 것으로 판단된다. 모든 차량이 V2X 차량일 경우, 이러한 문제는 간단하게 해결될 것으로 기대된다. 하지만 일부만 V2X차량일 때는 대표성의 문제가 검토되어야 한다. 이를 위하여 가상의 네트워크와 교통류를 생성하였으며, SUMO 시뮬레이션을 통해 다양한 시나리오분석을 수행하였다. 교통량 수준에 따라 V2X 차량군과 Non-V2X 차량군 사이의 통행시간에 대한 통계적 검증을 수행하였다. 3~5% 이상으로 구성된 교통류 또는 110대/시이상으로 V2X 차량이 구성된 교통류에서는 V2X 차량의 통행정보가 대표성을 띌 수 있다는 것을 확인하였다. 향후 다양한 네트워크 및 실제 상황에 대하여 적용하고자 한다.",
    "keyword": "V2X . Traffic_flow . ITS . SUMO . Traffic_data",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa87": {
    "authors": [
      {
        "org": "현대자동차 ADAS성능개발팀",
        "name": "정승환",
        "id": "s298411"
      },
      {
        "org": "현대자동차 ADAS성능개발팀",
        "name": "유제명",
        "id": "s298412"
      },
      {
        "org": "현대자동차 ADAS성능개발팀",
        "name": "정낙승",
        "id": "s298413"
      },
      {
        "org": "현대자동차 법규인증1팀",
        "name": "유민상",
        "id": "s298414"
      },
      {
        "org": "현대자동차 법규인증1팀",
        "name": "편무송",
        "id": "s298415"
      },
      {
        "org": "현대자동차 법규인증1팀",
        "name": "김재부",
        "id": "s298416"
      }
    ],
    "title": "실도로 주행 조건 기반의 자율주행자동차 고위험도 평가 시나리오 개발 및 검증에 관한 연구",
    "abstract": "Currently, a lot of researches about high risk test scenarios for autonomous vehicle and advanced driver assistance systems have been carried out to evaluate driving safety. This study proposes new type of test scenario that evaluate the driving safety for autonomous vehicle by reconstructing accident database of national automotive sampling system crashworthiness data system (NASS-CDS). NASS-CDS has a lot of detailed accident data in real fields, but there is no data of accurate velocity in accident moments. So in order to propose scenario generation method from accident database, we try to reconstruct accident moment from accident sketch diagram. At the same step, we propose an accident of occurrence frequency which is based on accident codes and road shapes. The reconstruction paths from accident database are integrated into evaluation of simulation environment. Our proposed methods and processor are applied to MILS (Model In the Loop Simulation) and VILS (Vehicle In the Loop Simulation) test environments. In this paper, a reasonable method of accident reconstruction typology for autonomous vehicle evaluation of feasibility is proposed.",
    "keyword": "자율주행자동차 . 실도로 주행 조건 . 사고 데이터 . 평가 시나리오 . 사고 재구성",
    "venue": "자동차안전학회지 = Journal of Auto-Vehicle Safety Association",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa8a": {
    "authors": [
      {
        "org": "한국교통연구원",
        "name": "채찬들",
        "id": "s1347281"
      },
      {
        "org": "한국교통연구원",
        "name": "심현정",
        "id": "s1347282"
      },
      {
        "org": "한국교통연구원",
        "name": "이종훈",
        "id": "s1347283"
      }
    ],
    "title": "프로브 수집 위치기반 도로위험정보 통합 및 판단 알고리즘",
    "abstract": "프로브 차량을 이용한 이동식 교통정보수집체계가 확산되면서, 기존 소통정보 이외에 차량 내 센서를 이용한 포트홀, 낙하물, 노면결빙과 같은 도로위험정보 수집이 가능해지고 있다. 본 연구는 다수의 프로브 차량이 GPS 좌표 기반으로 도로위험정보와 같은 이벤트를 검지했을 때 시간 공간적으로 통합하여 실시간으로 처리하는 복합처리 알고리즘을 개발하였다. 알고리즘의 핵심기능은 특정 지점에 발생된 도로위험정보를 (1)다수의 프로브가 서로 다른 GPS 좌표로 검지한 결과로 부터 동일지점인지 여부를 판단하고, (2)그 지점을 국가표준노드링크 상에 특정하여 이벤트 데이터를 생성하며, (3)생성된 이벤트 데이터가 유효한지 지속적으로 판단하고, (4)도로위험상황이 종료되었을 때 이벤트를 종료시키는 것이다. 이를 위해 프로브 차량이 수집한 도로위험정보를 실시간으로 처리하여 조건부 확률을 지속적으로 갱신하는 과정을 통해 이벤트의 유효성을 판단하고 종료할 수 있도록 개발하였고, 시뮬레이션을 통해 알고리즘의 적용가능성을 검증하였다. 개발된 복합처리 알고리즘은 향후 C-ITS 및 자율주행자동차 등 프로브 기반의 교통정보 수집 및 이벤트 정보 처리에 적용 가능할 것으로 판단된다.",
    "keyword": "프로브 . 도로위험정보 . 알고리즘 . 맵매칭",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa8f": {
    "authors": [
      {
        "org": "Dept. of Electronic Engineering, Hanyang University",
        "name": "김정환",
        "id": "s286793"
      },
      {
        "org": "Dept. of Electronic Engineering, Hanyang University",
        "name": "김선규",
        "id": "s1347292"
      },
      {
        "org": "Dept. of Electronic Engineering, Hanyang University",
        "name": "이태민",
        "id": "s298843"
      },
      {
        "org": "Dept. of Electronic Engineering, Hanyang University",
        "name": "임용진",
        "id": "s286792"
      },
      {
        "org": "Dept. of Electronic Engineering, Hanyang University",
        "name": "임준홍",
        "id": "s286794"
      }
    ],
    "title": "기계학습 기반의 신호등 검출과 형태적 정보를 이용한 인식 알고리즘",
    "abstract": "최근 자율 주행에 관한 다양한 연구가 진행되는 가운데 신호등 검출 및 신호 인식 알고리즘은 가장 중요한 요소 중의 하나이다. 기존에 알고리즘의 대부분은 색상을 기반으로 검출하고 인식한다. 이러한 방법은 영상의 각도, 거리, 주변 조도 환경 등에 의해 영향을 받아 신호등의 색상이 변화하여 인식률이 낮아진다는 단점이 있다. 본 논문에서는 이러한 문제점을 해결하기 위해서 Haar-like feature 및 SVM(Support Vector Machine) 기반의 신호등 검출과 제원 정보를 이용한 인식 알고리즘을 제안한다. 신호등 검출의 정확성을 향상시키기 위해서 Haar-like feature 이후에 SVM으로 검증한다. Haar-like feature와 SVM는 사전에 지도학습을 시행한다. 검출 과정 후에는 영역 분할을 통해서 신호만을 추출하여 점등 여부를 파악하고 최종적으로 인식하는 과정을 거친다. 제안한 알고리즘은 기존의 알고리즘과 달리 신호등의 형태학적 특성을 기반으로 검출하고 인식하므로 주변 환경으로부터의 영향에 강인하다는 장점이 있다. 블랙박스 영상으로 실험한 결과 기존의 색상 기반 알고리즘보다 신호의 인식률이 높았다.",
    "keyword": "Haar-like feature . SVM . Machine Learning . Traffic Light . Autonomous Vehicle . Black-box",
    "venue": "전기전자학회논문지 = Journal of IKEEE",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa85": {
    "authors": [
      {
        "org": "경남대학교 경영학부",
        "name": "이강문",
        "id": "s298165"
      },
      {
        "org": "순천향대학교 국제통상학과",
        "name": "노태우",
        "id": "s298166"
      }
    ],
    "title": "지각된 신뢰에 기반한 기술수용모델의 확장과 자율주행에의 적용에 관한 실증연구",
    "abstract": "본 연구는 무인자동차 시스템이 상용화에 가까워짐에 따라 소비자들이 느끼게 되는 다양한 요인들 중에서 자율주행에 대한 기술수용정도를 파악하기 위해 기술수용모델(TAM)을 활용하여 사후행동에 미치는 영향을 파악하고자 하였다. 기존 기술수용모델이 제시한 지각된 사용 이용성의 매개효과와 더불어 본 연구에서는 지각된 신뢰(perceived trust)를 제안하여 사후행동에 대한 매개효과를 가설로 제시하였다. 분석방법은 구조방정식을 활용한 경로분석을 활용하였으며, 분석에 사용된 표본은 160명의 응답 중 149개의 유효한 자료를 이용하였다. 매개효과에 대한 가설검증으로 총효과, 직접효과, 간접효과를 확인하였으며, 비모수 bootstrapping 분석을 추가적으로 실시해 가설검증을 실시하였다. 모든 가설은 유의미하였으며 부분적인 간접효과가 있는 것으로 확인되어 매개효과가 있다는 것을 발견하였다.",
    "keyword": "자율주행 . 기술수용모델 . 지각된 신뢰 . 매개효과 . 구조방정식",
    "venue": "디지털융복합연구 = Journal of digital convergence",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa84": {
    "authors": [
      {
        "org": "순천향대학교 일반대학원 미래융합기술학과",
        "name": "김현석",
        "id": "s298357"
      },
      {
        "org": "순천향대학교 일반대학원 미래융합기술학과",
        "name": "박민규",
        "id": "s298358"
      },
      {
        "org": "국민대학교 자동차공학전문대학원",
        "name": "손원일",
        "id": "s298359"
      },
      {
        "org": "순천향대학교 전자정보공학과",
        "name": "최혁두",
        "id": "s298360"
      },
      {
        "org": "순천향대학교 스마트자동차학과",
        "name": "박성근",
        "id": "s298361"
      }
    ],
    "title": "단안 카메라를 딥 러닝 네트워크 기반의 객체 검출 및 거리 추정",
    "abstract": "본 연구에서는 단안 카메라를 통한 실시간 차선 검출과 딥 러닝 네트워크를 기반으로 하는 객체 검출 및 거리 추정 시스템을 제안한다. 단안 카메라를 통해 취득한 이미지의 원근감을 제거한 뒤 Sliding Windows 기법을 이용해 차선에 해당하는 후보군을 선정하고, RANSAC 기법을 통해 차선을 검출한다. 객체 검출의 경우 기존의 Computer Vision 알고리즘보다 검출률이 높고 주변 환경 변화에 강인한 딥 러닝을 이용한다. 또한, 타 센서로부터 취득한 거리 데이터를 기반으로 단안 카메라에서 검출된 객체의 Bounding Box Pixel 값과 실제 거리 정보의 관계를 이용하여 수식을 세우고, 이를 통해 객체와 차량의 거리를 추정한다. 그리고 자율주행 차량의 안정적인 주행을 위해 종 횡 방향 제어를 한다. 그리고 차선유지 및 전방 객체와의 거리에 따른 위험도 판별을 긴급제동(Auto Emergency Braking) 실험을 통해 제안한 시스템의 성능을 검증한다.",
    "keyword": "자율주행 . 차량제어 . 단안 카메라 . 차선 검출 . 거리 추정 . 딥 러닝 . 객체 검출",
    "venue": "한국지능시스템학회 논문지 = Journal of Korean institute of intelligent systems",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa82": {
    "authors": [
      {
        "org": "Yeungnam University Department of Information and Communication Engineering",
        "name": "김건정",
        "id": "s298288"
      },
      {
        "org": "Yeungnam University Department of Information and Communication Engineering",
        "name": "엄정숙",
        "id": "s298289"
      },
      {
        "org": "Yeungnam University Department of Information and Communication Engineering",
        "name": "박용완",
        "id": "s298290"
      }
    ],
    "title": "광 코드분할 다중접속을 이용한 펄스 라이다의 상호 간섭 제거",
    "abstract": "라이다를 장착한 자율 주행 자동차가 증가함에 따라 다른 라이다에서 방출한 레이저 펄스가 여러 경로를 통하여 수신되어 상호 간섭이 발생할 가능성이 커진다. 상호 간섭을 제거하기 위하여 강도변조/직접검파 광 코드분할 다중접속 방식을 적용한 라이다 시스템을 제안한다. 상용 부품을 이용하여 성능 평가한 결과를 이용하여 두 대의 라이다가 동작하는 환경을 시뮬레이션으로 구성하여 동작을 검증하였다.",
    "keyword": "Optical CDMA . LIDAR . Mutual interference . Time-of-Flight . Remote sensing",
    "venue": "한국통신학회논문지 = The Journal of Korean Institute of Communications and Information Sciences",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa8c": {
    "authors": [
      {
        "org": "한국지능형교통체계협회",
        "name": "배명환",
        "id": "s1079627"
      },
      {
        "org": "한국지능형교통체계협회",
        "name": "권오용",
        "id": "s1079628"
      },
      {
        "org": "한국지능형교통체계협회",
        "name": "김정민",
        "id": "s1079629"
      },
      {
        "org": "(주)웨이티즈",
        "name": "정홍종",
        "id": "s1079630"
      }
    ],
    "title": "인프라-차량(I2V) 통신 기반 서비스 시나리오에 따른 자율협력주행 도로시스템 성능평가 방안 연구",
    "abstract": "자율협력주행 도로시스템은 자율주행차와 V2X 통신으로 연결되어 상호정보를 주고받으며 자율주행차의 안전주행을 지원하는 도로인프라 시스템을 말합니다. 본 연구는 자율협력주행 도로시스템 서비스의 성능평가 방안 제시를 목적으로 하며, 도로인프라에서 자율주행차에 정보를 제공하는 I2V 서비스 중 '작업구간 정보제공 서비스'를 예를 들어, 먼저 서비스에 대한 Use Case 분석과 서비스 성능을 확인하기 위해 필요한 요구사항 및 서비스 범위를 정의하고, 이러한 서비스의 성능평가 수행을 위한 평가시스템을 제안하였다. 또한, 본 연구에서 제안한 평가시스템을 활용하여 '작업구간 정보제공 서비스'의 현장시험을 통해 평가 가능여부를 검증하였다.",
    "keyword": "자율협력주행 도로시스템 . 자율주행차 . V2X 통신 . 작업구간 정보제공 서비스",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa83": {
    "authors": [
      {
        "org": "한국건설기술연구원 인프라안전연구본부 도로관리통합센터",
        "name": "양인철",
        "id": "s298311"
      },
      {
        "org": "한국건설기술연구원 인프라안전연구본부 도로관리통합센터",
        "name": "전우훈",
        "id": "s298312"
      }
    ],
    "title": "정밀전자지도 기반의 차로 수준의 위치정보 교환 프레임워크 개발",
    "abstract": "최근 자율주행차와 같이 고정밀의 위치 정확도를 요구하는 기술이 개발됨에 따라 정확도가 높은 위치정보 교환 기술 또는 위치참조방법 개발의 필요성이 대두되고 있다. 이에 본 연구는 정밀전자지도를 이용하는 차로 수준의 위치참조방법 프레임워크를 제안하고, 새로운 위치참조방법을 구현, 분석 및 평가할 수 있는 툴(tool)의 설계 및 개발을 목적으로 한다. 이를 위해 위치참조방법의 필요성과 정의, 그리고 정확도 높은 위치 정보의 교환을 위한 정밀전자지도의 기본 구조를 제안하고, 이를 기반으로 차로 수준의 위치참조방법을 위한 프레임워크를 제시하였다. 프레임워크의 실제 구현 및 테스트, 분석을 위해 필요한 분석 평가 툴을 개발하기 위해 기본 아키텍처 설계 및 그에 따른 실제 C/C++ 기반의 윈도우 응용 프로그램 개발을 수행하였다. 마지막으로 분석 평가 툴을 이용해서 이종 정밀전자지도 간의 위치 정보를 교환하는 테스트를 통해 그 실효성을 검증하였다.",
    "keyword": "위치참조 . 이종지도 . 위치기반서비스 . 위치정보 . 정밀전자지도",
    "venue": "디지털콘텐츠학회 논문지 = Journal of Digital Contents Society",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa89": {
    "authors": [
      {
        "org": "한국건설기술연구원 인프라안전연구본부 도로관리통합센터",
        "name": "양인철",
        "id": "s298311"
      },
      {
        "org": "한국건설기술연구원 인프라안전연구본부 도로관리통합센터",
        "name": "전우훈",
        "id": "s298312"
      }
    ],
    "title": "차로 수준의 동적위치참조 방법 개발",
    "abstract": "자율협력주행과 C-ITS의 핵심은 통신을 통한 정보의 교환이다. 이를 위해 반드시 요구되는 것이 위치 정보를 교환하는 기술인데, 현재까지 미래 교통수단에서 요구되는 차로 수준의 정확도를 갖는 위치정보 교환 방법에 대한 연구는 미진한 실정이다. 이에 본 연구에서는 차로 수준의 정확도를 가지면서 동시에 빠르게 도로 시설물 또는 이벤트의 위치 정보를 교환할 수 있는 방법인 동적위치참조방법을 개발하였다. 이를 위해 관련 용어를 정의하고 기술에 요구되는 전제조건을 제시하였다. 또한 기술에 필요한 데이터의 논리적 포맷과 물리적 포맷을 설계하고, 데이터의 효율적인 처리를 위한 인코딩과 디코딩 알고리즘을 개발하였다. 개발된 기술의 성능을 검증하기 위해 두 개의 서로 다른 정밀전자지도를 구축하고, 검증용 소프트웨어 프로그램을 이용하여 정확도, 소요시간, 데이터 크기 측면에서 성능을 검토하였다. 그 결과, 제안된 기술은 정확도 측면에서 매우 우수한 것으로 확인되었다. 소요시간과 데이터 크기 측면에서는 다소 성능이 저하되는 것으로 확인되었으나 이는 향후 하드웨어와 ICT 기술의 발전으로 보완 가능할 것으로 판단된다.",
    "keyword": "위치참조 . 동적위치참조 . 차로 수준 . 자율협력주행 . 차세대 ITS",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2018"
  },
  "62293b8bd21827e888e2fa8d": {
    "authors": [
      {
        "org": "전자부품연구원 모빌리티플랫폼 연구센터",
        "name": "정한균",
        "id": "s317341"
      },
      {
        "org": "전자부품연구원 모빌리티플랫폼 연구센터",
        "name": "임기택",
        "id": "s287191"
      },
      {
        "org": "전자부품연구원 모빌리티플랫폼 연구센터",
        "name": "신대교",
        "id": "s317342"
      },
      {
        "org": "전자부품연구원 모빌리티플랫폼 연구센터",
        "name": "윤상훈",
        "id": "s287190"
      },
      {
        "org": "전자부품연구원 모빌리티플랫폼 연구센터",
        "name": "진성근",
        "id": "s298477"
      },
      {
        "org": "전자부품연구원 모빌리티플랫폼 연구센터",
        "name": "장수현",
        "id": "s317343"
      },
      {
        "org": "목포해양대학교 항해정보시스템학부",
        "name": "곽재민",
        "id": "s286619"
      }
    ],
    "title": "자율협력주행을 위한 V2X 보안통신의 신뢰성 검증",
    "abstract": "V2X 통신이란 차량이 유무선망을 통해 다른 차량, 인프라, 네트워크, 보행자 등과 같은 객체들과 정보를 교환하는 기술이다. V2X 통신 기술은 최근 꾸준히 연구되어 왔으며 자율주행 차량 기술과 결합된 자율협력주행 기술에 중요한 역할을 수행해왔다. 자율주행 차량은 V2X 통신을 통해 외부 정보를 수신함으로써 차량 센서의 인식범위를 확장시키고 보다 안전하고 자연스런 자율주행을 지원할 수 있다. 이러한 자율협력주행 차량을 공공도로에서 운행하기 위해서는 V2X 보안통신의 신뢰성이 사전에 검증되어야 한다. 본 논문에서는 자율협력주행을 위한 V2X 보안통신에 대한 테스트 시나리오와 테스트 절차를 제안하고 검증 결과를 제시한다.",
    "keyword": "Cooperative automated driving . Vehicle to everything . Wireless access in vehicular environments . Security . IEEE1609.2",
    "venue": "한국항행학회논문지 = Journal of advanced navigation technology",
    "year": "2018"
  },
  "62293b8dd21827e888e2fa92": {
    "authors": [
      {
        "org": "인하대학교 공간정보공학과",
        "name": "이은일",
        "id": "s298495"
      },
      {
        "org": "인하대학교 공간정보공학과",
        "name": "박수홍",
        "id": "s298496"
      },
      {
        "org": "인하대학교 공간정보공학과",
        "name": "김덕호",
        "id": "s298497"
      }
    ],
    "title": "공간 채움 곡선을 활용한 좌표 기반의 교차로 ID 구성 체계에 관한 연구",
    "abstract": "교차로에서의 자율주행은 다양한 차량이 혼재하며 주행환경이 복잡한 특성으로 인하여 교통 객체 간의 교통정보 교환을 통한 자율주행 지원이 필요하다. 이와 관련되어 인접한 교차로 간의 교통정보 교환이 요구되고 있으나 국내 표준노드&#x00B7;링크 체계에서 교차로를 나타내는 노드 ID는 일련번호를 포함한 구성 체계를 가지고 있어 교차로의 갱신 및 ID를 통한 교차로의 위치 정보 파악에 한계가 있다. 본 논문에서는 교차로 ID 내에 위치정보가 포함되도록 교차로의 2차원 좌표를 가공 및 병합하여 생성한 좌표 기반 교차로 ID 구성 체계를 설계하였다. 제시한 교차로 ID의 적용 가능성을 검증하기 위해 국내 교차로를 대상으로 새로운 교차로 ID를 적용하였으며 중복된 값이 없는 것을 확인하였다. 좌표 기반 교차로 ID는 데이터 크기가 기존 노드 ID 대비 60% 줄어들었으며 GIS 툴 없이 인근 교차로 검색 및 Box 형태의 특정 지역 내 교차로 추출과 같은 공간 쿼리가 가능하다. 따라서 좌표 기반 교차로 ID는 기존 노드 ID보다 확장성 및 활용도가 높을 것으로 예상된다.",
    "keyword": "교차로 . 도로 지도 . 노드링크체계",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2019"
  },
  "62293b8dd21827e888e2fa93": {
    "authors": [
      {
        "org": "국민대학교 자동차전문대학원",
        "name": "김두용",
        "id": "s298083"
      },
      {
        "org": "국민대학교 자동차전문대학원",
        "name": "이상엽",
        "id": "s298559"
      },
      {
        "org": "자동차부품연구원 스마트운전제어연구센터",
        "name": "이혁기",
        "id": "s298085"
      },
      {
        "org": "자동차안전연구원 자율주행자동차센터",
        "name": "최인성",
        "id": "s298086"
      },
      {
        "org": "자동차안전연구원 자율주행자동차센터",
        "name": "신재곤",
        "id": "s298087"
      },
      {
        "org": "국민대학교 자동차IT융합학과",
        "name": "박기홍",
        "id": "s298089"
      }
    ],
    "title": "SAE Level 3 자율주행자동차의 고장 안전성 정량적 평가 방법 개발에 관한 연구",
    "abstract": "자율주행자동차는 고장이 발생하면 큰 위험에 노출되기 쉬우며, 이런 이유로 각국에서는 자율주행자동차가 본격적으로 양산되기 전부터 고장 안전성을 객관화된 기준으로 평가하기 위한 연구에 많은 노력을 기울이고 있다. 특히 레벨3로 불리는 조건부 자율주행자동차는 고장이 발생할 경우 제어권이 운전자에게 이전되어야 하는데 이때에 운전자의 제어 가능성이 충분히 확보되어야 한다. 따라서 본 논문에서는 조건부 자율주행자동차를 대상으로 고장 안전성을 정량적으로 평가할 수 있는 방법에 관한 연구를 수행하였으며, 개발된 방법을 시뮬레이션을 통해 검증하였다. 또한 본 논문에서 제안하는 평가 방법이 고장 안전성을 정량적으로 판단할 수 있음을 확인 하였다.",
    "keyword": "고장 안전성 . 자율주행자동차 . 정량적 평가 방법",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2019"
  },
  "62293b8dd21827e888e2fa94": {
    "authors": [
      {
        "org": "연세대학교 정보대학원 UX 트랙",
        "name": "이정명",
        "id": "s298595"
      },
      {
        "org": "연세대학교 정보대학원 UX 트랙",
        "name": "주혜화",
        "id": "s298596"
      },
      {
        "org": "연세대학교 정보대학원 UX 트랙",
        "name": "최준호",
        "id": "s298597"
      }
    ],
    "title": "부분자율주행 체험환경에서 에이전트 인터랙션 방식이 운전자 경험에 미치는 영향 - 자기효능감과 에이전트 체화 효과를 중심으로 -",
    "abstract": "ADAS 기능의 상용화에 따라 자율주행 시스템 체험에 대한 필요성이 높아지면서, 인공지능 에이전트의 역할이 주목받고 있다. 이 연구는 자기효능감 자극과 에이전트 체화 효과를 검증하기 위한 자율주행 체험 실험이다. 시뮬레이터 실험을 통해 자기효능감 자극의 유무, 에이전트 체화의 유무에 따른 사회적 실재감, 인지된 위험, 그리고 인지된 용이성 요인의 효과를 측정하였다. 분석 결과, 자기효능감 자극은 사회적 실재감, 인지된 위험에 긍정적 영향을 주고, 에이전트 체화는 인지된 용이성에 부정적 영향을 주는 것으로 확인되었다. 연구결과에 기반하여 부분자율주행 시스템의 수용도를 높일 수 있는 에이전트 설계 가이드라인을 제안하였다.",
    "keyword": "자율주행차 . 시뮬레이터 체험환경 . 자기효능감 . 에이전트 체화",
    "venue": "Journal of the convergence on culture technology : JCCT = 문화기술의 융합",
    "year": "2019"
  },
  "62293b8dd21827e888e2fa95": {
    "authors": [
      {
        "org": "자동차부품연구원 스마트운전제어연구센터",
        "name": "안대룡",
        "id": "s298624"
      },
      {
        "org": "자동차부품연구원 스마트운전제어연구센터",
        "name": "신성근",
        "id": "s298625"
      },
      {
        "org": "자동차부품연구원 스마트운전제어연구센터",
        "name": "백윤석",
        "id": "s298626"
      },
      {
        "org": "자동차부품연구원 스마트운전제어연구센터",
        "name": "이혁기",
        "id": "s298085"
      },
      {
        "org": "국민대학교 자동차공학과",
        "name": "박기홍",
        "id": "s297366"
      },
      {
        "org": "교통안전공단 자동차안전연구원 자율주행실",
        "name": "최인성",
        "id": "s298627"
      }
    ],
    "title": "STPA를 활용한 자율주행자동차의 시뮬레이션 기반 오류 주입 시나리오 및 안전조치 시간 연구",
    "abstract": "자율주행자동차의 안전에 대한 중요성이 강조되면서 안전성 및 신뢰성 향상을 위한 개발 검증 지침인 ISO-26262의 적용과 자율주행자동차의 안전성 검증에 대한 중요성이 높아지고 있다. 특히 미국자동차공학회 기준 Level 3 이상의 자율주행자동차는 운전자 대신 주변 환경을 감지하고 판단한다. 따라서 자율주행 기능에 이상이 생기거나 오작동 발생 시 안전에 심각한 영향을 미칠 수 있으므로 자율주행자동차는 고장 및 오작동에 대비하여 안전개념을 적용하고 이를 검증해야 한다. 본 연구에서는 ISO-26262 Part3 프로세스와 시스템 이론적 프로세스 분석 방법론인 STPA를 활용하여 자율주행자동차의 안전성 평가 및 검증을 위한 오류 주입 시나리오를 연구하고 시뮬레이션 기반의 오류 주입 테스트를 통해 안전개념 설계를 위한 안전조치 시간을 연구하였다.",
    "keyword": "자율주행자동차 . 평가 . 오류주입 . 시스템 이론적 프로세스 분석 . 안전조치 시간",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2019"
  },
  "62293b8dd21827e888e2fa98": {
    "authors": [
      {
        "org": "경희대학교 전자정보대학",
        "name": "김두환",
        "id": "s106843"
      },
      {
        "org": "경희대학교 전자정보대학",
        "name": "임지헌",
        "id": "s507515"
      },
      {
        "org": "경희대학교 전자정보대학",
        "name": "김규헌",
        "id": "s99997"
      }
    ],
    "title": "MPEG-DASH 기반 3차원 포인트 클라우드 콘텐츠 구성 방안",
    "abstract": "최근 3차원 스캐닝 장비 및 다차원 어레이 카메라의 발달로 AR(Augmented Reality)/VR(Virtual Reality), 자율 주행과 같은 응용분야에서 3차원 데이터를 다루는 기술에 관한 연구가 지속해서 이루어지고 있다. 특히, AR/VR 분야에서는 3차원 영상을 포인트 데이터로 표현하는 콘텐츠가 등장하였으나, 이는 기존의 2차원 영상보다 많은 양의 데이터가 필요하다. 따라서 3차원 포인트 클라우드 콘텐츠를 사용자에게 서비스하기 위해서는 고효율의 부호화/복호화와 저장 및 전송과 같은 다양한 기술 개발이 요구된다. 본 논문에서는 MPEG-I(MPEG-Immersive) V-PCC(Video based Point Cloud Compression) 그룹에서 제안한 V-PCC 부호화기를 통해 생성된 V-PCC 비트스트림을 MPEG-DASH(Dynamic Adaptive Streaming over HTTP) 표준에서 정의한 세그먼트로 구성하는 방안을 제안한다. 또한, 사용자에게 3차원 좌표계 정보를 제공하기 위해 시그널링 메시지에 깊이 정보 파라미터를 추가로 정의한다. 그리고 본 논문에서 제안된 기술을 검증하기 위한 검증 플랫폼을 설계하고, 제안한 기술의 알고리듬 측면에서 확인한다.",
    "keyword": "V-PCC . ISOBMFF . DASH Segment . MPD",
    "venue": "방송공학회논문지 = Journal of broadcast engineering",
    "year": "2019"
  },
  "62293b8dd21827e888e2fa97": {
    "authors": [
      {
        "org": "한국지능형교통체계협회",
        "name": "박유경",
        "id": "s298662"
      },
      {
        "org": "한국지능형교통체계협회",
        "name": "강원평",
        "id": "s298663"
      },
      {
        "org": "한국지능형교통체계협회",
        "name": "최지은",
        "id": "s298664"
      },
      {
        "org": "제이에스아이에스",
        "name": "김병주",
        "id": "s298665"
      }
    ],
    "title": "자율주행 지원을 위한 정밀도로지도 갱신기술 평가를 위한 기준 도출 연구",
    "abstract": "현재까지 많은 노력을 통해 정밀도로지도를 구축하고 활용하기 위한 시스템을 개발하여 적용 중에 있으며, 최근 도로변화에 대한 신속 변화 및 지도 갱신 시스템 개발을 통해 정밀도로 지도의 갱신을 신속히 하기 위한 노력을 기울이고 있다. 정밀도로지도는 자율주행 안전을 위해 지도의 무결성 및 정확성이 요구되어지며, 이를 위해 국토지리정보원(2018)에서는 검사 방법을 만들어 확인하고 있다. 마찬가지로 갱신된 정밀도로지도 품질을 확보할 수 있도록 관련 기술의 기준 및 평가방법이 필요하다. 이에 본 논문에서는 자율주행을 위한 도로변화 신속 탐지 및 갱신기술을 분석하고 통합 품질 검증을 위한 평가기준과 항목을 선정하였다. 평가 항목은 위치정확도와 판독정확도로 정하고, 선정한 평가기준을 바탕으로 실시간 변화탐지 및 정밀지도의 갱신 기술에 대한 평가방법을 제시하였다. 향후 본 연구 결과를 통해 자율차의 안전주행을 지원하는 정밀도로지도의 품질확보에 기여할 수 있을 것으로 기대한다.",
    "keyword": "자율주행 . 도로변화 신속탐지 . 지도 갱신 . 정밀지도",
    "venue": "한국지리정보학회지 = Journal of the Korean Association of Geographic Information Studies",
    "year": "2019"
  },
  "62293b8dd21827e888e2fa96": {
    "authors": [
      {
        "org": "경희대학교 전자정보대학",
        "name": "김두환",
        "id": "s106843"
      },
      {
        "org": "경희대학교 전자정보대학",
        "name": "박성환",
        "id": "s287244"
      },
      {
        "org": "경희대학교 전자정보대학",
        "name": "김규헌",
        "id": "s99997"
      }
    ],
    "title": "포인트 클라우드 콘텐츠의 밀도 스케일러빌리티를 지원하는 ROUTE/DASH-SRD 기반 영역 분할 전송 방법",
    "abstract": "최근 컴퓨터 그래픽 기술과 영상 처리 기술의 발달로 현실의 공간 및 물체 정보를 3차원 데이터로 표현하는 포인트 클라우드 기술에 관한 관심이 증대되고 있다. 특히, 포인트 클라우드 기술은 공간 정보를 정밀하게 제공할 수 있어 AR (Augmented Reality)/VR (Virtual Reality), 자율 주행 자동차 분야 등 높은 관심을 받고 있다. 그러나 기존의 2차원 영상보다 많은 데이터가 필요로 되는 3차원 포인트 클라우드 콘텐츠를 사용자에게 서비스하기 위해서는 다양한 기술 개발이 요구된다. 이러한 문제점을 해결하기 위해 국제 표준화 기구인 MPEG (Moving Picture Experts Group)에서는 효율적인 압축 및 전송 방안에 대해 논의를 진행 중이다. 본 논문에서는 기존의 MPEG-DASH (Dynamic Adaptive Streaming over HTTP)-SRD (Spatial Relationship Description) 기술의 확장을 통해 3차원 포인트 클라우드 콘텐츠의 영역 분할 전송 방안을 제안하고, 네트워크 상황뿐 아니라 사용자의 요구에 따라 선택적으로 품질 파라미터를 결정할 수 있도록 MPEG-DASH 표준에서 정의한 시그널링 메시지에 품질 파라미터를 추가로 정의한다. 또한, ROUTE (Real time Object delivery Over Unidirectional Transport)/DASH 기반 이종망 환경의 검증플랫폼을 설계하고, 결과를 통해 제안한 기술의 타당성을 확인한다.",
    "keyword": "V-PCC . DASH-SRD . MPD . ROUTE",
    "venue": "방송공학회논문지 = Journal of broadcast engineering",
    "year": "2019"
  },
  "62293b90d21827e888e2faa1": {
    "authors": [
      {
        "org": "한국자동차연구원 자율협력주행연구센터",
        "name": "백윤석",
        "id": "s1347354"
      },
      {
        "org": "한국자동차연구원 자율협력주행센터",
        "name": "신성근",
        "id": "s1347355"
      },
      {
        "org": "한국자동차연구원 자율협력주행센터",
        "name": "안대룡",
        "id": "s1347356"
      },
      {
        "org": "한국자동차연구원 자율협력주행센터",
        "name": "이혁기",
        "id": "s1347357"
      },
      {
        "org": "한국교통안전공단 자동차안전연구원 자율주행실",
        "name": "문병준",
        "id": "s1347358"
      },
      {
        "org": "한국교통안전공단 자동차안전연구원 자율주행실",
        "name": "김성섭",
        "id": "s1347359"
      },
      {
        "org": "한국교통안전공단 자동차안전연구원 자율주행실",
        "name": "조성우",
        "id": "s1347360"
      }
    ],
    "title": "비신호 교차로 상황에서 V2V 기반 자율주행차의 위험성 분석 및 모니터링 컨셉 연구",
    "abstract": "자율주행차는 GPS 및 레이더, 라이다, 카메라, IMU 등 다수의 센서가 장착되어 도심 교차로 주행 환경에서 다양한 교통체계를 인지하고 판단하여 주행하지만 장착된 센서의 감지 거리를 벗어나는 영역에 대한 예측 및 판단의 한계 등으로 자율주행차의 교차로 사고 비율은 전체 사고의 88%로 사고 비율이 높다. 따라서 ITS 도입으로 V2V, V2I를 통한 비신호 교차로 사고 회피 전략 연구가 진행되고 있을 뿐만 아니라 고장 상황에서 안전한 교차로 주행에 대한 연구도 진행되고 있지만 단순한 교차로 시나리오를 통한 검증과 단편적인 V2V 고장만을 제시하고 있다. 본 논문에서는 V2V 모듈의 아키텍쳐를 분석하여 V2V 모듈별 위험 요인을 분석하여 고장모드를 정의하였다. 또한 다양한 도로 조건 및 교통량에 따라 교차로 시나리오를 제시하여 ISO-26262 Part3 프로세스를 활용하여 HARA를 수행하여 자율주행차의 오작동에 대해 시뮬레이션 기반 위험성을 분석하여 ASIL을 제시하였다. V2V 모듈의 각 컴포넌트별 모니터링 컨셉을 제안하였고 시뮬레이션을 통해 모니터링 커버리지를 제시하였다.",
    "keyword": "비신호 교차로 . 위험성 분석 . 모니터링 컨셉 . 자율주행차",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2020"
  },
  "62293b90d21827e888e2fa9c": {
    "authors": [
      {
        "org": "Dept. of Electronics Engineering, Dong-A University",
        "name": "박상욱",
        "id": "s298764"
      },
      {
        "org": "Dept. of Electronics Engineering, Dong-A University",
        "name": "강봉순",
        "id": "s298491"
      }
    ],
    "title": "색 보정을 위한 HSV 알고리즘의 최적화된 하드웨어 구현",
    "abstract": "자율주행 시장이 급성장함에 따라 자율주행에 대한 연구가 진행되고 있다. 자율주행 기능은 운전자의 안전을 위해 날씨에 상관없이 수행되어야 한다. 하지만 안개 낀 날씨에는 가시성이 떨어져 자율주행에 어려움을 겪기 때문에 안개 제거 알고리즘을 사용해야한다. 안개 제거 알고리즘을 통해 얻은 이미지는 영상의 품질저하를 발생 시킨다. 이러한 문제점을 개선하기 위해서 HSV 색 보정을 이용하여 선명도를 증가시킨다. 본 논문에서는 4K 영상에서도 대응할 수 있는 HSV를 이용한 색 보정 하드웨어를 제안한다. 이 하드웨어는 Verilog로 설계했으며 Modelsim을 통해 검증했다. 또한, Xilinx사의 xc7z045-2ffg900을 목표로 FPGA를 구현하였다.",
    "keyword": "HSV Color Space . Verilog-HDL . Hardware implementation . 4K image . Dehaze",
    "venue": "전기전자학회논문지 = Journal of IKEEE",
    "year": "2020"
  },
  "62293b90d21827e888e2faa2": {
    "authors": [
      {
        "org": "Department of Software Engineering, Catholic kwandong University",
        "name": "손수락",
        "id": "s274911"
      },
      {
        "org": "Department of Software Engineering, Catholic kwandong University",
        "name": "이병관",
        "id": "s274912"
      },
      {
        "org": "Department of Geography Education, Catholic kwandong University",
        "name": "심손권",
        "id": "s274913"
      },
      {
        "org": "Department of Software Engineering, Catholic kwandong University",
        "name": "정이나",
        "id": "s274914"
      }
    ],
    "title": "RSU 통신 및 딥러닝 기반 최적화 차량 라우팅 시스템 설계",
    "abstract": "현재 자율주행 차량 시장은 3레벨 자율주행 차량의 상용화를 넘어 4레벨 자율주행 차량을 연구, 개발하고 있다. 4레벨 자율주행 차량에서 가장 주목되는 부분은 차량의 안정성이다. 3레벨과 다르게 4레벨의 자율주행 차량은 긴급상황을 차량이 직접 대처해야 하기 때문이다. 본 논문에서는 긴급상황에서의 즉각적인 반응보다는 차량의 목적지가 정해진 순간 사고 가능성이 가장 낮은 경로를 결정하는 Optimized Vehicle Routing System (OVRS)을 제안한다. OVRS는 RSU 통신으로 수집한 도로와 주변 차량 정보를 분석하여 도로의 위험성을 예측하여 주행 중인 차량이 더 안전하고 빠른 길로 주행할 수 있도록 경로를 설정한다. OVRS는 네트워크 라우팅 방식처럼 도로에 있는 RSU를 통하여 도로 상황에 따른 경로 안내를 실행하기 때문에 차량의 안정성을 더욱 높일 수 있다. 실험 결과, OVRS모듈 중 하나인 ASICM의 RPNN은 CNN보다 약 17%, LSTM보다 약 40% 더 좋은 연산 시간을 보였다. 그러나 해당 연구가 PC를 이용한 가상환경에서 실행되었기 때문에, VPDM의 사고 가능성을 실제로 검증하지 못했다. 따라서 향후 사고 데이터 수집으로 인한 VPDM의 정확도 높은 실험과 실제 차량 및 RSU에서 실제 도로를 대상으로 한 실험이 진행되어야 한다.",
    "keyword": "Autonomous vehicles . driving directions . deep neural networks . road side units . road information",
    "venue": "한국정보전자통신기술학회논문지 = Journal of Korea institute of information, electronics, and communication technology",
    "year": "2020"
  },
  "62293b90d21827e888e2faa0": {
    "authors": [
      {
        "org": "Dept. of Electronics Engineering, Dong-A University",
        "name": "응오닷",
        "id": "s298831"
      },
      {
        "org": "Dept. of Electronics Engineering, Dong-A University",
        "name": "이승민",
        "id": "s298490"
      },
      {
        "org": "Dept. of Electronics Engineering, Dong-A University",
        "name": "강봉순",
        "id": "s298491"
      }
    ],
    "title": "패치 기반 대기강도 추정 알고리즘의 하드웨어 설계",
    "abstract": "안개가 낀 악조건의 날씨에서도 자율주행 및 지능형 CCTV가 정상적으로 동작하기 위해 안개 제거 기술이 필수적이다. 안개 제거 기술에서도 특히 대기강도 추정 방법이 중요하다. 본 논문에서는 불필요한 연산량을 줄이고 여러 가지 입력 영상에서도 효과적으로 대기강도를 추정할 수 있는 패치 기반 대기강도 추정 알고리즘과 하드웨어 구조를 제안한다. 알고리즘은 대중적으로 널리 사용되는 쿼드트리 방식과 비교했으며, 하드웨어 설계는 국제 표준 4K 영상에 실시간 대응할 수 있는 구조로써 XILINX사의 xc7z045-ffg900 목표 보드를 사용하여 FPGA 검증을 했다.",
    "keyword": "Airlight Estimation . Dehaze . Hardware . Patch . 4K",
    "venue": "전기전자학회논문지 = Journal of IKEEE",
    "year": "2020"
  },
  "62293b90d21827e888e2faa4": {
    "authors": [
      {
        "org": "Dept. of Electronics Engineering, Dong-A University",
        "name": "이승민",
        "id": "s298490"
      },
      {
        "org": "Dept. of Electronics Engineering, Dong-A University",
        "name": "박상욱",
        "id": "s298764"
      },
      {
        "org": "Dept. of Electronics Engineering, Dong-A University",
        "name": "강봉순",
        "id": "s298491"
      }
    ],
    "title": "색상 보정을 위한 CIE1931 색좌표계 변환의 하드웨어 구현",
    "abstract": "자율주행 기술이 발전함에 따라 물체 인식 기술에 대한 중요도가 높아지고 있다. 물체 인식에 있어서 안개가 낀 날씨는 가시성 및 검출 능력을 저하시키기 때문에 안개 제거 연구가 필요하다. 하지만 안개가 제거된 이미지는 고유의 색상을 제대로 반영하지 못해 검출 오류를 발생시킨다. 본 논문에서는 CIE1931 색 좌표계를 사용해 색상 영역을 확장 또는 축소하여 실세계 색상을 반영하는 알고리즘 및 하드웨어를 제안한다. 또한, 영상 매체의 발달에 맞춰 4K 환경에서 실시간 처리가 가능한 하드웨어를 구현한다. 이 하드웨어는 Verilog로 작성되었으며 SoC 보드를 통해 검증하였다.",
    "keyword": "Color Gamut . CIE1931 . Verilog-HDL . Hardware implementation . Dehaze",
    "venue": "전기전자학회논문지 = Journal of IKEEE",
    "year": "2020"
  },
  "62293b90d21827e888e2fa9d": {
    "authors": [
      {
        "org": "홍익대학교 산업미술대학원 산업디자인 전공",
        "name": "김수현",
        "id": "s298791"
      },
      {
        "org": "홍익대학교 미술대학 산업디자인과",
        "name": "김재엽",
        "id": "s298792"
      }
    ],
    "title": "자율주행 모빌리티 탑승자의 멀미 예방 및 완화를 위한 효과적인 인터렉션 디자인 연구",
    "abstract": "자율주행 4단계 이상의 모빌리티 탑승자는 주체적으로 운전을 하지 않기 때문에 멀미를 느낄 가능성이 커진다. 따라서 탑승자의 편안하고 생산적인 이동을 위해 멀미를 예방하거나 완화해 주는 방법에 관한 연구가 필요하다. 이에 본 연구는 멀미에 관한 선행 논문들을 통하여 멀미의 원인과 멀미를 예방하고 완화할 방법들에 대해 선행조사를 하였고 일반인을 대상으로 설문 조사를 하여 차량 탑승 시 멀미가 발생하는 구체적인 상황에 대해 알아보았다. 이를 바탕으로 멀미 완화를 위한 4가지 인터렉션 가이드를 설계하였고 CVT(Concept Value Test)를 통해 검증하였다. 연구결과 사람들은 멀미에 대한 대응으로 시각보다는 청각이나 체감각을 선호하는 것을 알 수 있었다. 이러한 경향은 CVT에서도 유사하게 나왔고 본 연구를 통해 향후 구체적인 인터렉션 디자인의 제안과 검증이 필요할 것으로 판단된다.",
    "keyword": "자율주행 모빌리티 . 자동차 멀미 . 예방 . 완화 . 인터렉션 디자인 . 인터렉션 가이드",
    "venue": "디지털융복합연구 = Journal of digital convergence",
    "year": "2020"
  },
  "62293b90d21827e888e2fa9f": {
    "authors": [
      {
        "org": "공주대학교 기계공학과",
        "name": "이사랑",
        "id": "s277145"
      },
      {
        "org": "공주대학교 융합기계공학과",
        "name": "노은솔",
        "id": "s277146"
      },
      {
        "org": "공주대학교 기계자동차공학부",
        "name": "홍석무",
        "id": "s277147"
      }
    ],
    "title": "CNN 기반 공조 덕트 청소 로봇의 교차점 검출 알고리듬 개발",
    "abstract": "건물 내부 공기 순환을 위한 공조 덕트는 장기간 사용 시 오염물질이 내부에 쌓여 인력 또는 로봇이 투입되어 청소가 주기적으로 수행된다. 청소는 작업시간과 인건비 문제를 해결하기 위해 최근 원격 조정으로 로봇을 작동시키는 방법이 사용되고 있다. 하지만 완전 자동화가 아니라 인력 의존적이며 청소 시간 단축에도 한계가 있다. 본 연구는 공조 덕트 청소 로봇 자율 주행을 위해 교차점 검출 알고리듬 개발에 대한 것이다. 자율 주행은 청소 로봇에 장착된 카메라 영상에서 교차점 검출 알고리듬을 통해 추출된 점과 중심점 사이의 거리 및 각도를 계산하여 로봇을 제어하도록 구성된다. 교차점 검출을 위한 데이터는 3D CAD 프로그램을 이용한 공조 덕트 내부 이미지를 Python을 이용해 교차점 좌표 및 두 경계선 각도를 추출하여 생성했다. 검출 알고리듬은 딥러닝 중 CNN 모델이 학습에 사용됐으며 학습 모델은 입력이미지에서 교차점 정보를 추출하며 학습 모델 정확도는 면적과 거리를 이용해 판단했다. 알고리듬 검증을 위해 청소 로봇을 제작했으며 로봇은 몸체, Raspberry Pi, 카메라 및 초음파 센서를 포함한 제어부, 모터와 바퀴를 포함한 구동부로 구성된다. 알고리듬을 탑재한 로봇 청소기 주행 영상을 통해 알고리듬을 검증했다. 향후 공조 덕트뿐만 아니라 에스컬레이터 등 다양한 환경에서 적용 가능할 것으로 기대된다.",
    "keyword": "Air Duct . Autonomous . Convolutional Neural Networks . Duct Cleaning . Deep Learning",
    "venue": "한국산학기술학회논문지 = Journal of the Korea Academia-Industrial cooperation Society",
    "year": "2020"
  },
  "62293b90d21827e888e2faa3": {
    "authors": [
      {
        "org": "Department of Geoinformatics Engineering, University of Seoul, Spatial Information Industry Promotion Institute",
        "name": "오종민",
        "id": "s298912"
      },
      {
        "org": "Spatial Information Industry Promotion Institute",
        "name": "송용현",
        "id": "s298913"
      },
      {
        "org": "Spatial Information Industry Promotion Institute",
        "name": "홍송표",
        "id": "s298911"
      },
      {
        "org": "Department of Geoinformatics Engineering, University of Seoul, Spatial Information Industry Promotion Institute",
        "name": "신영민",
        "id": "s298914"
      },
      {
        "org": "Spatial Information Industry Promotion Institute",
        "name": "고영진",
        "id": "s298957"
      }
    ],
    "title": "정밀도로지도 개선을 위한 정밀도로지도 객체 활용성 검증",
    "abstract": "세계적으로 4차 산업혁명 시대에 접어들면서 자율주행차에 대한 관심이 증대되고 있으나 최근 보행자사고, 차대차사고 등 안전 확보 등의 이슈로 이에 대한 기술적인 모델로서 차선, 노면표시 등 도로정보와 신호등, 교통표지판 등 시설물 정보가 포함된 3차원 정밀도로지도(HD Map: High Definition Map) 수요가 높아지고 있다. 하지만, 수요에 따른 일부 보완점들이 계속적으로 제기되고 있어, 정밀도로지도를 활용하는 기관&#x00B7;기업들의 의견을 수렴하고 그에 따른 정밀도로지도의 개선이 필요한 실정이다. 본 연구는 국토지리정보원에서 주최하고 공간정보산업진흥원에서 주관했던 정밀도로지도 활용성 검증 공모전의 결과를 활용하여 연구를 수행하였다. 본 연구를 위해서 정밀도로지도의 개선을 위한 정밀도로지도 객체 검증을 위해 정밀도로지도의 레이어 및 레이어 코드를 조사하고, 그에 따라 정밀도로지도 객체 검증 항목을 구성하였으며 그 항목에 따라 정밀도로지도 활용성 검증 공모전 참가자들이 검증을 수행하고, 그 결과를 분석하였다. 그 결과 참가자들이 가장 많이 사용한 레이어별 코드는 평면교차로 등이며, 가장 높은 사용률을 보여주는 코드는 안전표지로 나타났다. 또한 부속구간 및 높이 장애물의 사용률은 각각 16.67%, 8.88%로 낮은 비율을 보여주었다. 이번 연구로 향후 정밀도로지도의 활용을 위해서 지속적으로 수요처의 의견을 수렴하여 수요처에서 실제로 필요한 레이어와 이에 대한 데이터 모델을 개선하는 연구가 필요할 것으로 예상된다.",
    "keyword": "자율주행 . 정밀도로지도 . 정밀도로지도 레이어 . 정밀도로지도 데이터 모델",
    "venue": "한국측량학회지 = Journal of the Korean Society of Surveying, Geodesy, Photogrammetry and Cartography",
    "year": "2020"
  },
  "62293b90d21827e888e2fa9e": {
    "authors": [
      {
        "org": "Department of Software Engineering, Catholic kwandong University",
        "name": "손수락",
        "id": "s274911"
      },
      {
        "org": "Department of Software Engineering, Catholic kwandong University",
        "name": "이병관",
        "id": "s274912"
      },
      {
        "org": "Department of Software Engineering, Catholic kwandong University",
        "name": "심손권",
        "id": "s298793"
      }
    ],
    "title": "자율차량 안정성을 위한 도로 거칠기 기반 제동압력 계산 시스템",
    "abstract": "본 논문은 자율차량 안정성을 위한 도로 거칠기 기반 제동압력 계산 시스템을 제안한다. 제동압력 계산 시스템는 차량의 전방 이미지를 랜덤 포레스트의 입력에 맞게 가공하는 이미지 정규화 모듈, 기상정보와 이미지 정규화 모듈에서 정규화된 차량 전방 이미지를 입력으로 사용하여 차량이 주행 중인 도로의 거칠기를 구별하는 랜덤 포레스트 기반 도로 거칠기 분류 모듈과 도로 거칠기에 따라 차량에 적용되는 마찰 계수를 수정하고, 전방 차량에 따라 최적 주행을 유지하는 브레이킹 강도를 결정하는 차량 브레이크 압력 제어 모듈로 구성된다. 본 논문은 제동압력 계산 시스템의 효율성을 검증하기 위해 제동압력 계산 시스템에 사용되는 랜덤 포레스트 모델을 중심으로 실험이 진행되었다. 실험 결과, 랜덤 포레스트 모델의 정확도는 SVM보다 약 2% 높았고, 정확한 랜덤 포레스트 모델 구성을 위해 7개의 특징이 중복 허용 임의 추출되어야 한다는 결론이 도출되었다. 따라서 제동압력 계산 시스템은 차량이 제동해야 하는 상황에서 정확성 모두를 만족할 수 있다.",
    "keyword": "Brake pressure calculation . Random Forest . Road roughness classification . Region of Interest . Vehicle friction coefficient",
    "venue": "한국정보전자통신기술학회논문지 = Journal of Korea institute of information, electronics, and communication technology",
    "year": "2020"
  },
  "62293b93d21827e888e2fab8": {
    "authors": [
      {
        "org": "Department of Spatial Information Engineering, Namseoul University",
        "name": "최인하",
        "id": "s1556869"
      },
      {
        "org": "Department of Drone.GIS Engineering, Namseoul University",
        "name": "김의명",
        "id": "s1556870"
      }
    ],
    "title": "정밀도로지도 제작을 위한 도로 노면선 표시의 자동 도화 및 구조화",
    "abstract": "정밀도로지도는 자율주행차의 기본 인프라로 활용되어 최신 도로정보가 신속하게 반영되어야 한다. 하지만 현재 정밀도로지도 공정 중 객체 도화 및 구조화 편집과정이 수작업으로 이루어지며 주요 구축 대상인 도로 노면선 표시의 레이어를 생성하는데 가장 오랜 시간이 소요된다. 이에 본 연구에서는 선행 연구에서 기학습된 포인트넷(PointNet) 모델을 통해 색상 유형(백색, 청색, 황색)이 예측된 도로 노면선 표시의 포인트 클라우드를 입력 데이터로 활용하였고, 이를 기반으로 본 연구에서는 도로 노면선 표시 레이어의 도화 및 구조화 편집을 자동화하는 방법론을 제안하였다. 제안한 방법론을 통해 구축한 3차원 벡터 데이터의 활용성을 검증하기 위해 정밀도로지도 품질검사 기준에 따라 정확도를 분석하였다. 벡터 데이터의 위치정확도 검사에서 수평 오차와 수직 오차에 대한 평균제곱근오차(RMSE: Root Mean Square Error)는 0.1m 이내로 나타나 적합성을 검증하였으며, 구조화 편집 정확도 검사에서 선표시 유형과 선규제 유형의 구조화 정확도가 모두 88.235%로 나타나 활용성을 검증하였다. 따라서, 본 연구에서 제안한 방법론으로 정밀도로지도를 위한 도로 노면선 표시의 벡터 데이터를 효율적으로 구축할 수 있는 것을 알 수 있었다.",
    "keyword": "정밀도로지도 . 포인트 클라우드 . 도로 노면선 표시 . 도화 . 구조화 편집 . 품질검사",
    "venue": "한국측량학회지 = Journal of the Korean Society of Surveying, Geodesy, Photogrammetry and Cartography",
    "year": "2021"
  },
  "62293b93d21827e888e2fab5": {
    "authors": [
      {
        "org": "서울대학교 기계항공공학부",
        "name": "서다빈",
        "id": "s1556868"
      },
      {
        "org": "서울대학교 기계항공공학부",
        "name": "조아라",
        "id": "s298767"
      },
      {
        "org": "서울대학교 기계항공공학부",
        "name": "이경수",
        "id": "s83526"
      }
    ],
    "title": "자율 주행 제어 인터페이스에 강건하며 빠르고 쉽게 적용 가능한 모델 독립식 종 방향 가속도 제어기 개발 및 성능 검증",
    "abstract": "This paper presents a longitudinal acceleration controller that can be applied to real vehicles (nonlinear and time-varing systems) with only a simple experiment regardless of the type of vehicle and the control interface structure. The controller consists of a feedforward term for fast response, a zero-throttle acceleration compensation term, and a feedback term (P gain) to compensate for errors in the feedforward term, and another feedback term (I gain) to respond to disturbances such as slope. In order to easily apply it to real vehicles, there are only two tuning parameters, feedforward terms of throttle and brake control. And the remaining parameters can be calculated immediately when the two parameters are decided. The tuning procedure is also unified so that it can be quickly and easily applied to various vehicles. The performance of the controller was evaluated using MATLAB/Simulink and Truksim's European Ben model. In addition, the controller was successfully implemented to 3 medium-sized vehicle (HMC Solati), which is composed of different control interface characteristic. Vehicle driving performance was evaluated on the test track and on the urban roads in Siheung and Seoul.",
    "keyword": "자율주행차량 . 종방향 제어 . 모델 독립식 제어 . 하위 제어기",
    "venue": "자동차안전학회지 = Journal of Auto-Vehicle Safety Association",
    "year": "2021"
  },
  "62293b93d21827e888e2fab1": {
    "authors": [
      {
        "org": "연세대학교 정보대학원 정보보호 연구실",
        "name": "김재욱",
        "id": "s651359"
      },
      {
        "org": "연세대학교 정보대학원 정보보호 연구실",
        "name": "박래현",
        "id": "s651360"
      },
      {
        "org": "연세대학교 정보대학원 정보보호 연구실",
        "name": "권태경",
        "id": "s651361"
      }
    ],
    "title": "입력 변이에 따른 딥러닝 모델 취약점 연구 및 검증",
    "abstract": "딥러닝 모델은 변이를 통해 훈련 데이터에서 벗어난 입력으로부터 잘못된 예측 결과를 산출할 수 있으며 이는 자율주행, 보안 분야 등에서 치명적인 사고로 이어질 수 있다. 딥러닝 모델의 신뢰성 보장을 위해서는 다양한 변이를 통해 예외적인 상황에 대한 모델의 처리 능력이 검증되어야 한다. 하지만, 기존 연구가 제한된 모델을 대상으로만 수행되었으며, 여러 입력 변이 유형에 구분을 짓지 않고 사용했다. 본 연구에서는 딥러닝 검증 데이터 세트로 널리 사용되고 있는 CIFAR10 데이터 세트를 기반으로 다양한 상용화된 모델과 추가 버전을 포함하여 총 6개의 모델에 대한 신뢰성 검증을 수행한다. 이를 위해 실생활에서 발생할 수 있는 6가지 유형의 입력 변이 알고리즘을 다양한 파라미터와 함께 데이터 세트에 개별적으로 적용하여 각각에 대한 모델의 정확도를 비교함으로써 특정 변이 유형과 관련된 모델의 취약점을 구체적으로 파악한다.",
    "keyword": "Deep learning . Mutation . Adversarial machine learning",
    "venue": "情報保護學會論文誌 = Journal of the Korea Institute of Information Security and Cryptology",
    "year": "2021"
  },
  "62293b93d21827e888e2fab7": {
    "authors": [
      {
        "org": "대구대학교 ICT융합학부 인공지능전공",
        "name": "김준식",
        "id": "s1347507"
      },
      {
        "org": "대구대학교 대학원 정보통신공학과",
        "name": "정우순",
        "id": "s1346881"
      },
      {
        "org": "대구대학교 ICT융합학부",
        "name": "이형규",
        "id": "s1346882"
      }
    ],
    "title": "저비용 센서 기반의 확장 가능한 자동 운반 시스템",
    "abstract": "무인 차량 기술의 주된 초점은 차량이 목적지에 도달할 때까지 운전자의 개입 없이 다양한 센서에서 얻은 정보로 차량의 방향과 속도를 제어하는 것이다. 본 논문에서는 물류창고 혹은 공장과 같이 차량의 이동 범위가 제한된 환경 내에서 저비용 센서들을 활용한 무인 운반 시스템을 개발하는 데 초점을 둔다. 또한, 실내 위치 정보를 나타내는 수단으로 RFID 시스템을 채택하였으며, 경로 수정 및 확장 가능한 자동 운송 시스템을 제안한다. 제안하는 시스템은 무인 운송에 사용되는 차량의 수와 동시에 이동하는 차량 간의 충돌이나 교착 상태가 없도록 차량의 효율적인 제어 메커니즘을 포함하고 있으며, 프로토타입 시스템을 구현하여 제안된 시스템의 효율성과 기능을 성공적으로 검증한다.",
    "keyword": "무인 자동차 . 자율 주행 자동차 . RFID 실내 위치 추적",
    "venue": "한국산업정보학회논문지 = Journal of the Korea Industrial Information Systems Research",
    "year": "2021"
  },
  "62293b93d21827e888e2faab": {
    "authors": [
      {
        "org": "국민대학교 자동차공학전문대학원",
        "name": "손원일",
        "id": "s298359"
      },
      {
        "org": "국민대학교 자동차공학전문대학원",
        "name": "오태영",
        "id": "s1347428"
      },
      {
        "org": "국민대학교 자동차공학과",
        "name": "박기홍",
        "id": "s297366"
      }
    ],
    "title": "LKS 시스템을 위한 라이다 기반 MRM 알고리즘 개발",
    "abstract": "카메라나 레이더에 비해 높은 인지 성능을 제공하는 라이다 센서는 높은 가격으로 의해 ADAS나 자율주행에 적용되기 어려웠으나, 최근 가격이 빠르게 낮아지고 있어 라이다를 활용한 기존 자율주행 기능 개선에 관한 기대가 높아지고 있다. 레벨3 자율주행자동차의 경우, 센서의 결함 또는 한계 등 인지시스템에 위험한 상황이 발생했을 때 운전자에게 수동모드로의 제어권 전환을 요청하며, 만약 이러한 요청에도 운전자가 반응하지 않을 경우 MRM 즉 최소위험기동을 구현하여야 한다. 본 연구에서는 이러한 배경을 바탕으로 인지 시스템에서 생기는 위험으로 인해 LKS의 정상작동이 힘든 경우에 대한, 라이다 기반의 MRM 알고리즘을 개발하였다. 본 논문의 LKS MRM 기술은 라이다에서 수집된 포인트 클라우드 데이터를 기반으로 객체 군집화를 통해 전방에 있는 차량의 이동 경로를 생성하고, 이를 자차량의 목표 경로점으로 변환하여, 카메라 기반의 LKS가 정상 작동을 할 수 없는 경우 라이다 기반의 경로 추종제어를 통해 최소위험기동을 수행한다. 제안된 알고리즘의 성능을 검증하기 위하여 HAZOP 기법을 사용하여 위험원을 식별하였고 이를 바탕으로 검증용 시나리오 3가지를 도출하여, 뵨 연구에서 구축한 시뮬레이션 환경에서 알고리즘 검증을 수행하였다. 그 결과 본 연구에서 제안한 라이다 기반 LKS MRM 알고리즘이 여러 가능한 인지시스템의 위험 상황에 대해 차선이탈을 방지하고 이를 통해 교통사고를 방지하는 것을 확인할 수 있었다.",
    "keyword": "라이다 . 자율주행 . 차선유지시스템 . 기능안전 . 최소위험기동",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2021"
  },
  "62293b93d21827e888e2faa8": {
    "authors": [
      {
        "org": "단국대학교 EduAI센터",
        "name": "양희은",
        "id": "s718170"
      },
      {
        "org": "(주)한국축산데이터",
        "name": "김도현",
        "id": "s1347393"
      },
      {
        "org": "단국대학교 EduAI센터",
        "name": "최호섭",
        "id": "s1347394"
      }
    ],
    "title": "OBDII 데이터 기반의 실시간 연료 소비량 예측 모델 연구",
    "abstract": "자율주행차 시대가 도래하면서 ECU (Electronic Control Unit)는 점차 고도화되고 있고, 이에 따라 차량에서 정확한 데이터를 추출하고 분석하려는 연구가 다양하게 시도되어 왔다. 그러나 ECU는 차량 제조사별로 상이한 프로토콜을 가지고 있어 상용 단말기로는 정확한 데이터 추출과 분석이 어렵다. 본 연구에서는 정확한 차량 데이터를 추출하기 위하여 전용 펌웨어를 개발하여 차량의 2019년 1월부터 2월의 실제 주행데이터 53,580건의 데이터를 추출하였으며, 20회가 넘는 실제 도로 주행을 통해서 데이터의 정확도를 검증하였다. 이러한 데이터를 바탕으로 실시간 연료 소비량 예측 모델의 정확도를 높이기 위하여 스태킹 앙상블 기법을 이용하였다. 본 연구에서는 베이스 모델로 Ridge, Lasso, XGBoost, LightGBM이 사용되고 메타 모델은 Ridge가 사용되었으며, 예측 성능은 MAE 0.011, RMSE 0.017로 최적의 결과를 보였다.",
    "keyword": "연료 소비량 . 예측모델 . 스태킹 앙상블 . 회귀모델",
    "venue": "정보처리학회논문지. KIPS transactions on software and data engineering. 소프트웨어 및 데이터 공학",
    "year": "2021"
  },
  "62293b93d21827e888e2faa7": {
    "authors": [
      {
        "org": "홍익대학교 일반대학원 산업디자인학부",
        "name": "이다물",
        "id": "s1347386"
      },
      {
        "org": "홍익대학교 일반대학원 산업디자인학부",
        "name": "간예찬",
        "id": "s1347387"
      },
      {
        "org": "홍익대학교 산업디자인과",
        "name": "김재엽",
        "id": "s1347388"
      }
    ],
    "title": "자율주행형 공유차량의 소유 만족감 충족을 위한 UX디자인 연구 - 탑승단계에서의 커스터마이징을 중심으로",
    "abstract": "자율주행 기술의 발달로 자율주행형 공유 차량에 대한 기대감이 확산하고 있지만, 공유 차량에서 '소유 만족감'을 느끼기 힘든 것이 사실이다. 본 논문에서는 자율주행형 공유 차량 탑승 단계에서의 커스터마이징을 통해 이러한 소유 만족감이 충족될 수 있는지에 대해 연구하였다. 이를 위해 선행연구 조사와 현재 공유 차량 이용상에서 만족/불편 요소에 사전조사를 진행했다. 이후, 커스터마이징 요소에 대한 선호도와 각 요소가 소유 만족도에 미치는 영향을 CVT를 통해 검증하였다. 사전조사 결과 후각적 요소와 인터랙션 요소가 소유 만족도에 더 큰 만족도를 주며, CVT 결과 탑승 요소의 커스터마이징을 통해 소유 만족도 충족이 가능할 것으로 나타났다. 본 연구를 향후 자율주행 차량의 인터랙션 디자인과 공유 차량의 서비스 디자인 연구를 위한 기초 자료로서 제시하였다.",
    "keyword": "자율주행 . 공유 차량 . 사용자 경험 디자인 . 커스터마이징 . 탑승단계 . 소유 만족",
    "venue": "디지털융복합연구 = Journal of digital convergence",
    "year": "2021"
  },
  "62293b93d21827e888e2fab2": {
    "authors": [
      {
        "org": "대구경북과학기술원",
        "name": "손준우",
        "id": "s1347440"
      },
      {
        "org": "대구경북과학기술원",
        "name": "박명옥",
        "id": "s1347441"
      }
    ],
    "title": "부분 자율주행자동차의 운전자 모니터링 시스템 안전기준 검증을 위한 운전 행동 분석 -2부-",
    "abstract": "This study aimed to verify the criteria of the driver monitoring systems proposed by UNECE ACSF informal working group and the ministry of land, infrastructure, and transport of South Korea using driving behavior data. In order to verify the criteria, we investigated the safety regulations of driver monitoring systems in a conditional autonomous vehicle and found that the driver monitoring measures were related to eye blinks times, head movements, and eye closed duration. Thus, we took two different experimental data including real-world driving and simulator-based drowsy driving behaviors in previous studies. The real-world driving data were used for analyzing blink times and head movement intervals, and the drowsiness data were used for eye closed duration. In the drowsy driving study, 10 drivers drove approximately 37 km of a monotonous highway (about 22 min) twice. The results suggested that the appropriate duration of eyes continuously closed was 4 seconds. The results from real-world driving data were presented in the other paper - part 1.",
    "keyword": "운전자 모니터링 시스템 . 자율주행 . 자동차 안전 기준 . 졸음운전 . 눈 감기 시간",
    "venue": "자동차안전학회지 = Journal of Auto-Vehicle Safety Association",
    "year": "2021"
  },
  "62293b93d21827e888e2faad": {
    "authors": [
      {
        "org": "대구경북과학기술원",
        "name": "손준우",
        "id": "s1347440"
      },
      {
        "org": "대구경북과학기술원",
        "name": "박명옥",
        "id": "s1347441"
      }
    ],
    "title": "부분 자율주행자동차의 운전자 모니터링 시스템 안전기준 검증을 위한 운전 행동 분석 -1부-",
    "abstract": "This study aimed to verify the criteria of the driver monitoring systems proposed by UNECE ACSF informal working group and the ministry of land, infrastructure, and transport of South Korea using driving behavior data. In order to verify the criteria, we investigated the safety regulations of driver monitoring systems in a conditional autonomous vehicle and found that the driver monitoring measures were related to eye blinks times, head movements, and eye closed duration. Thus, we took two different experimental data including real-world driving and simulator-based drowsy driving behaviors in previous studies. The real-world driving data were used for analyzing blink times and head movement intervals, and the drowsiness data were used for eye closed duration. In the real-world driving study, 52 drivers drove approximately 11.0 km of rural road (about 20 min), 7.9 km of urban road (about 25 min), and 20.8 km of highway (about 20 min). The results suggested that the appropriate number of blinks during the last 60 seconds was 4 times, and the head movement interval was 35 seconds. The results from drowsy driving data will be presented in another paper - part 2.",
    "keyword": "운전자 모니터링 시스템 . 자율주행 . 자동차 안전 기준 . 눈 깜빡임 . 머리 움직임",
    "venue": "자동차안전학회지 = Journal of Auto-Vehicle Safety Association",
    "year": "2021"
  },
  "62293b93d21827e888e2faac": {
    "authors": [
      {
        "org": "고려대학교 정보보호대학원",
        "name": "조현수",
        "id": "s1347442"
      },
      {
        "org": "한성대학교",
        "name": "오희석",
        "id": "s1347443"
      },
      {
        "org": "한성대학교",
        "name": "최원석",
        "id": "s1347444"
      }
    ],
    "title": "진동 신호를 사용한 MEMS 센서 대상 신호오류 주입공격 탐지 방법",
    "abstract": "무인이동체에 탑재되는 자율주행 시스템은 여러 센서를 통해 외부 환경을 인식하고 이를 통해 최적의 제어값을 도출한다. 무인이동체의 자율주행 시스템은 최근들어 사이버공격의 타겟이 되고 있다. 예를 들어, 무인이동체의 센서를 대상으로 신호오류 주입공격을 수행함으로써 센서 데이터를 악의적으로 조작하는 PHY 레벨 (Physical level) 공격과 관련한 연구 결과들이 발표되고 있다. PHY 레벨에서 수행되는 신호오류 주입공격은 주변 환경에 물리적 조작을 가하여 센서가 잘못된 데이터를 측정하게 하므로 소프트웨어 레벨에서 공격을 탐지하기 어렵다는 특징을 갖고 있다. 신호오류 주입공격을 탐지하기 위해서는 센서가 측정하는 데이터의 신뢰성을 검증하는 과정이 필요하다. 현재까지 자율주행 시스템에 탑재되는 센서들을 대상으로 PHY 레벨 공격을 시도하는 다양한 방법이 제시되었으나 이를 탐지하고 방어하는 연구는 아직까지는 부족한 상황이다. 본 논문에서는 무인이동체 환경에서 널리 쓰이고 있는 MEMS 방식의 센서를 대상으로 신호오류 주입공격을 재연하고, 이러한 공격을 탐지하는 방법을 제안한다. 제안하는 방법의 정확도를 분석하기 위해서 신호오류 주입 탐지 모델을 구축하였으며, 실험실 환경에서 유효성을 검증하였다.",
    "keyword": "Vibration . Signal-Injection Attack . PHY-level Attack . MEMS Gyroscope",
    "venue": "情報保護學會論文誌 = Journal of the Korea Institute of Information Security and Cryptology",
    "year": "2021"
  },
  "62293b93d21827e888e2fab6": {
    "authors": [
      {
        "org": "(주)지오씨엔아이 공간정보솔루션센터",
        "name": "권용하",
        "id": "s1347495"
      },
      {
        "org": "(주)지오씨엔아이 공간정보기술연구소",
        "name": "정윤재",
        "id": "s318220"
      },
      {
        "org": "(주)지오씨엔아이 공간정보솔루션센터",
        "name": "조현지",
        "id": "s1347496"
      },
      {
        "org": "(주)지오씨엔아이 공간정보솔루션센터",
        "name": "구본엽",
        "id": "s1347497"
      }
    ],
    "title": "정밀도로지도 제작을 위한 Web GIS 기반 HD Map 프로토타입 구축 연구",
    "abstract": "4차 산업혁명의 대표라고 할 수 있는 자율주행차량의 안전한 운행을 위해서는 센서 기술, 소프트웨어 기술, 차량 기술 등 다양한 기술 조합이 필요하다. 자율주행차량은 차량 내에 탑재된 다양한 센서를 통해서 현재의 위치정보와 주변 상황을 인지하여 운전자에게 의존하지 않고 스스로 판단하고 주행하는 차량이다. 완전자율주행을 위해서는 완벽한 인지기술이 필요하고 정밀도로지도는 차선, 정지선, 신호등, 횡단보도 등에 대한 정보를 정밀하게 제공하고 있기 때문에 자율주행 차량에서 발생하는 인지 오차를 최소화시킬 수 있음으로, 신뢰성 있는 자율주행차량을 위해서는 도로 위 다양한 시설물들의 위치정보를 차량에 입력한 정밀지도 정보가 필수적이다. 본 연구에서는 정밀도로지도의 정의 및 필요성 국내외 동향을 분석하고 실제 운영되고 있는 대구광역시 자율주행특화지역(수성의료지구, 약 24km)과 세종특별자치시 행복도시(약 33km), 서울대학교 시흥캠퍼스 FMTC(Future Mobility Technical Center) PG(Proving Ground)를 대상으로 국토지리정보원 MMS(Mobile Mapping System) 측량 성과물을 활용하여 정밀도로지도 서비스인 Web GIS 기반 HD(High Definition) Map 프로토타입을 구축하였다. 추후 연구에서는 본 연구에서 구축한 정밀도로지도 서비스를 자율주행차량 및 관제 시스템에 탑재 시켜 실시간 위치검증 및 위치보정 알고리즘의 성능 검증을 진행하고자 한다.",
    "keyword": "자율주행 . 정밀도로지도",
    "venue": "한국지리정보학회지 = Journal of the Korean Association of Geographic Information Studies",
    "year": "2021"
  },
  "62293b93d21827e888e2faa9": {
    "authors": [
      {
        "org": "서울시립대학교 공간정보공학과",
        "name": "원두견",
        "id": "s1347396"
      },
      {
        "org": "서울시립대학교 공간정보공학과",
        "name": "최윤수",
        "id": "s100472"
      },
      {
        "org": "국토교통부 국토지리정보원",
        "name": "윤하수",
        "id": "s1347397"
      },
      {
        "org": "서울시립대학교 공간정보공학과",
        "name": "이원종",
        "id": "s298493"
      }
    ],
    "title": "공공기준점을 이용한 GNSS 높이측량 정밀도 분석 연구",
    "abstract": "정밀지오이드를 구축하기 위하여 육상, 해상, 항공, 위성 중력측정 방법으로 다양화되고 측정 기술이 발전되어 고해상도 고정밀도의 중력자료 확보가 가능해졌다. 정밀지오이드의 구축은 별도의 수준측량 없이 GNSS 측량을 통해 표고를 빠르고 편리하게 결정할 수 있으며 우리나라는 2014년부터 국토지리정보원에서 GNSS를 기반으로 한 높이측량 정확도를 향상시키기 위해 합성지오이드 모델을 개발하고 있다. 본 연구에서는 공공측량의 GNSS높이측량을 검증하기 위하여 기존의 고시된 공공기준점을 선점하여 GNSS높이측량 결과와 비교 분석하였다. 실험은 연구보고서 등에서 정밀도가 낮은 지역으로 제시되거나 정밀도가 낮을 것으로 예상되는 연안, 접경, 산악지형의 공공기준점에 대하여 GNSS높이측량을 수행하고 정밀도를 분석하였다. GNSS높이측량 검증을 위해 공공기준점 GNSS높이측량 기지점으로 사용될 주변 통합기준점의 GNSS 타원체고를 점검하였다. 점검된 통합기준점을 기준으로 공공기준점의 GNSS 타원체고를 산출하고 KNGeoid18 모델을 이용하여 표고를 계산하여 직접수준측량 표고결과와 비교하였다. 분석 결과 연안, 접경, 산악 지역 공공기준점의 GNSS 높이측량 결과가 3&#x00B7;4급 공공수준측량 정확도에 만족하는 것으로 나타났다. 이를 통하여 사용자가 요구하는 높이 정확도에 따라 기존의 직접수준측량보다 GNSS 높이측량이 효율적으로 이용될 수 있으며, KNGeoid18도 자율주행자동차, 무인항공기 등 다양한 분야에서 활용될 수 있을 것으로 판단된다.",
    "keyword": "합성지오이드모델 . GNSS높이측량 . 공공기준점 . 수준측량",
    "venue": "한국지리정보학회지 = Journal of the Korean Association of Geographic Information Studies",
    "year": "2021"
  },
  "62293b93d21827e888e2fab3": {
    "authors": [
      {
        "org": "공간정보연구원",
        "name": "이재희",
        "id": "s1347526"
      },
      {
        "org": "공간정보연구원",
        "name": "이인수",
        "id": "s1347527"
      },
      {
        "org": "공간정보연구원",
        "name": "강지훈",
        "id": "s1347528"
      }
    ],
    "title": "기구축 공간데이터를 활용한 3차원 건물모델의 위치정합 기법 연구 - ICP 알고리즘 구현 중심으로 -",
    "abstract": "최근 스마트시티, 디지털 트윈, 자율주행, 스마트 건설 등의 분야가 발전하면서 각 분야에서 생산되는 다양한 데이터를 서로 연결하기 위한 매개체로서 공간정보의 가치가 매우 중요해지고 있다. 특히 데이터의 최신성을 위해 공간정보의 신속한 구축과 갱신이 필요하다. 본 연구에서는 정밀한 위치정확도가 이미 검증된 기구축 공간데이터를 이용하여 지상기준점 없이 제작된 영상기반 3차원 건물모델의 위치를 정합시킬 수 있는 소프트웨어 프로토타입을 개발하였다. 이 소프트웨어를 실험대상지역에 적용한 결과, 지상기준점 없이 제작된 3차원 건물모델과 기구축 공간데이터가 높은 위치 정합률을 보여 최신의 3차원 공간데이터를 필요로 하는 분야에 적용될 수 있음을 확인하였다.",
    "keyword": "드론 . 3차원 건물 모델 . 위치정합 . 공간 데이터",
    "venue": "지적과 국토정보 = Journal of cadastre & land informatix",
    "year": "2021"
  },
  "62293b93d21827e888e2fab0": {
    "authors": [
      {
        "org": "대전대학교 컴퓨터공학과",
        "name": "이민희",
        "id": "s1347459"
      },
      {
        "org": "한국전자통신연구원 공간ICT연구실",
        "name": "장인성",
        "id": "s1347460"
      },
      {
        "org": "대전대학교 컴퓨터공학과",
        "name": "김민수",
        "id": "s298149"
      }
    ],
    "title": "다양한 정밀도로지도의 자율주행 적용을 위한 데이터 모델 변환 방안 연구",
    "abstract": "최근 자율주행에서 도로, 차로, 교차로, 도로 표지, 도로 시설물 등을 효과적으로 표현하기 위한 표준화된 정밀도로지도의 데이터 모델링과 더불어 실질적인 적용을 위한 관심이 크게 증가하고 있다. 현재 ISO 22726-1, ISO 14296, HERE HD Live map, NDS open lane model, OpenDRIVE, NGII HD map 등의 다양한 국제 표준 또는 산업계 표준 모델들이 활용되고 있으나, 이들 간의 모델링 방식에서 큰 차이가 존재하여 다양한 표준의 정밀도로지도를 융합하여 활용하는데 많은 어려움이 존재한다. 이에 본 연구에서는 자율주행에서 다양한 정밀도로지도 표준 모델들의 효율적인 융합 활용을 지원하기 위하여 정밀도로지도 모델 간의 변환 방안을 제안하고자 한다. 구체적으로, 국내에서 접근이 용이한 국토지리정보원 정밀도로지도 모델과 산업계에서 활발히 이용되고 있는 OpenDRIVE 모델 간의 변환 방안을 제안하고자 한다. 제안된 방안은 NGII HD map의 각 레이어와 OpenDRIVE의 객체 간 단순 변환을 수행하는 방안, OpenDRIVE에 신규 객체를 생성하는 방안, 그리고 선형 변환 및 데이터 융합을 이용하여 NGII HD map 데이터를 OpenDRIVE 객체로 변환하는 방안으로 구성된다. 끝으로 NGII HD map에서 OpenDRIVE로 변환된 결과 데이터에 대하여 Carla 시뮬레이터를 이용한 가시화를 통하여 검증을 수행하였다. 이러한 NGII HD map 모델의 변환 방안은 향후 자율주행에서 NGII HD map의 활용도를 높이는데 크게 기여할 수 있을 것으로 기대된다.",
    "keyword": "자율주행 . 정밀도로지도 . 도로 데이터 모델 . 데이터 변환",
    "venue": "지적과 국토정보 = Journal of cadastre & land informatix",
    "year": "2021"
  },
  "62293b93d21827e888e2faaa": {
    "authors": [
      {
        "org": "남서울대학교 전자공학과",
        "name": "김인성",
        "id": "s1347417"
      },
      {
        "org": "남서울대학교 전자공학과",
        "name": "서진우",
        "id": "s1347418"
      },
      {
        "org": "남서울대학교 전자공학과",
        "name": "하대완",
        "id": "s1347419"
      },
      {
        "org": "남서울대학교 전자공학과",
        "name": "고윤석",
        "id": "s136298"
      }
    ],
    "title": "2개의 비전 센서 및 딥 러닝을 이용한 도로 속도 표지판 인식, 자동차 조향 및 속도제어 방법론",
    "abstract": "본 논문에서는 2개의 비전 센서와 딥 러닝을 이용한 자율주행 차량의 속도제어 알고리즘을 제시하였다. 비전 센서 A로부터 제공되는 도로 속도 표지판 영상에 딥 러닝 프로그램인 텐서플로우를 이용하여 속도 표지를 인식한 후, 자동차가 인식된 속도를 따르도록 하는 자동차 속도 제어 알고리즘을 제시하였다. 동시에 비전 센서 B부터 전송되는 도로 영상을 실시간으로 분석하여 차선을 검출하고 조향 각을 계산하며 PWM 제어를 통해 전륜 차축을 제어, 차량이 차선을 추적하도록 하는 조향 각 제어 알고리즘을 개발하였다. 제안된 조향 각 및 속도 제어 알고리즘의 유효성을 검증하기 위해서 파이썬 언어, 라즈베리 파이 및 Open CV를 기반으로 하는 자동차 시작품을 제작하였다. 또한, 시험 제작한 트랙에서 조향 및 속도 제어에 관한 시나리오를 검증함으로써 정확성을 확인할 수 있었다.",
    "keyword": "자율 주행 . 딥 러닝 . 교통 표지판 . 허프 변환 . 라즈베리 파이",
    "venue": "한국전자통신학회 논문지 = The Journal of the Korea Institute of Electronic Communication Sciences",
    "year": "2021"
  },
  "62293b93d21827e888e2fab4": {
    "authors": [
      {
        "org": "아주대학교 교통공학과",
        "name": "고우리",
        "id": "s1347515"
      },
      {
        "org": "아주대학교 교통시스템공학과",
        "name": "박상민",
        "id": "s1347466"
      },
      {
        "org": "아주대학교 교통시스템공학과",
        "name": "소재현",
        "id": "s1347516"
      },
      {
        "org": "아주대학교 교통시스템공학과",
        "name": "윤일수",
        "id": "s167029"
      }
    ],
    "title": "IDM을 이용한 자율주행자동차 시장점유율 변화가 고속도로 교통류에 미치는 영향 분석",
    "abstract": "본 연구에서는 영동고속도로 용인IC~양지IC구간을 대상으로 2020년 데이터를 활용하여 자율주행자동차의 시장점유율 변화가 교통류에 미치는 영향을 추정하였다. 교통류에 미치는 영향 정도를 추정하기 위해 미시교통시뮬레이션 모형인 VISSIM을 활용하였다. 자율주행자동차의 종방향 제어를 반영하기 위해서 intelligent driver model(IDM)을 구축 후 VISSIM에 적용하여 일반차와 비교를 수행하고 주행행태를 검증하였다. 자율주행자동차의 시장점유율에 따른 이동성 및 안전성 분석 결과, 자율주행자동차 도입 시 시장점유율이 높아질수록 네트워크의 이동성은 향상되지만, 안전성의 경우 차종이 혼재되었을 때 교통류가 불안정해지므로 더욱 안전 관리에 집중해야 한다는 것을 확인하였다.",
    "keyword": "자율주행자동차 . 시장점유율 . 이동성 . 안전성",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2021"
  },
  "62293b93d21827e888e2faaf": {
    "authors": [
      {
        "org": "아주대학교 교통공학과",
        "name": "김예진",
        "id": "s1347465"
      },
      {
        "org": "아주대학교 교통시스템공학과",
        "name": "박상민",
        "id": "s1347466"
      },
      {
        "org": "아주대학교 교통공학과",
        "name": "김인영",
        "id": "s1347467"
      },
      {
        "org": "한국교통안전공단 자동차안전연구원 자율주행실",
        "name": "고한검",
        "id": "s1347353"
      },
      {
        "org": "한국교통안전공단 자동차안전연구원 자율주행실",
        "name": "조성우",
        "id": "s1347360"
      },
      {
        "org": "아주대학교 교통공학과",
        "name": "윤일수",
        "id": "s718847"
      }
    ],
    "title": "국내외 자율주행차 테스트베드 분석 기반 K-City 발전 전략 수립에 관한 연구",
    "abstract": "교통사고의 발생원인 중 85-90%는 인적요인으로서, 인지&#x00B7;판단&#x00B7;제어 속도가 빠른 자율주행차는 인적요인으로 인한 교통사고를 예방하기 위한 대안이 될 수 있다. 그러나 자율주행차 도입을 통한 교통사고 피해 감소를 위해서는 자율주행의 안전성 확보가 선행되어야 한다. 따라서 실도로와 유사한 환경에서 반복&#x00B7;재현 시험주행을 통해 도로&#x00B7;교통 환경 변화에 따라 자율주행차가 적절하게 대응할 수 있는지를 검증할 필요가 있다. 이 연구에서는 기구축된 국내외 테스트베드의 현황 비교&#x00B7;분석 및 자율주행차 실험도시(K-City)의 경영환경분석(PEST, SWOT 분석)을 통해 K-City의 고도화 및 차별화, 체계적인 발전을 위한 다양한 관점에서의 전략을 수립하였으며, 각 발전 전략을 달성하기 위한 전략 과제를 도출하였다.",
    "keyword": "자율주행차 . 테스트베드 . 경영환경분석 . 발전 전략",
    "venue": "韓國ITS學會 論文誌 = The journal of the Korea Institute of Intelligent Transportation Systems",
    "year": "2021"
  },
  "62293b93d21827e888e2faae": {
    "authors": [
      {
        "org": "광운대학교 플라즈마바이오디스플레이학과",
        "name": "신석용",
        "id": "s1347449"
      },
      {
        "org": "광운대학교 인제니움학부",
        "name": "이상훈",
        "id": "s1347450"
      },
      {
        "org": "울산대학교 교양대학",
        "name": "한현호",
        "id": "s1347451"
      }
    ],
    "title": "딥러닝 기반 거리 영상의 Semantic Segmentation을 위한 Atrous Residual U-Net",
    "abstract": "본 논문에서는 U-Net 기반의 semantic segmentation 방법에서 정확도를 개선하기 위한 Atrous Residual U-Net (AR-UNet)을 제안하였다. U-Net은 의료 영상 분석, 자율주행 자동차, 원격 감지 영상 등의 분야에서 주로 사용된다. 기존 U-Net은 인코더 부분에서 컨볼루션 계층 수가 적어 추출되는 특징이 부족하다. 추출된 특징은 객체의 범주를 분류하는 데 필수적이며, 부족할 경우 분할 정확도를 저하시키는 문제를 초래한다. 따라서 이 문제를 개선하기 위해 인코더에 residual learning과 ASPP를 활용한 AR-UNet을 제안하였다. Residual learning은 특징 추출 능력을 개선하고, 연속적인 컨볼루션으로 발생하는 특징 손실과 기울기 소실 문제 방지에 효과적이다. 또한 ASPP는 특징맵의 해상도를 줄이지 않고 추가적인 특징 추출이 가능하다. 실험은 Cityscapes 데이터셋으로 AR-UNet의 효과를 검증하였다. 실험 결과는 AR-UNet이 기존 U-Net과 비교하여 향상된 분할 결과를 보였다. 이를 통해 AR-UNet은 정확도가 중요한 여러 응용 분야의 발전에 기여할 수 있다.",
    "keyword": "딥러닝 . 인코더-디코더 . 잔차 학습",
    "venue": "융합정보논문지 = Journal of Convergence for Information Technology",
    "year": "2021"
  },
  "62293b97d21827e888e2fabd": {
    "authors": [
      {
        "org": "충남대학교 전자공학과",
        "name": "권혁준",
        "id": "s1556871"
      },
      {
        "org": "충남대학교 전자공학과",
        "name": "조동현",
        "id": "s1556872"
      }
    ],
    "title": "Synthetic fisheye 이미지를 이용한 360&#x00B0; 파노라마 이미지 스티칭",
    "abstract": "최근 VR (Virtual Reality) 기술이 주목받기 시작하면서 생동감 넘치는 VR 컨텐츠를 볼 수 있는 360&#x00B0; 파노라마 영상이 많은 관심을 받고 있다. 이미지 스티칭 기술은 360&#x00B0; 파노라마 영상을 제작하는데 주요한 기술로서 많은 연구가 활발하게 이루어지고 있다. 일반적인 스티칭 알고리즘은 특징점 기반 이미지 스티칭을 기반으로 한다. 하지만 기존의 특징점 기반 이미지 스티칭 방법들은 특징점에 크게 영향을 받는다는 문제가 존재한다. 이러한 문제를 해결하기 위해서 최근에는 딥러닝 기반의 이미지 스티칭 기술들이 연구되고 있지만 이미지 간의 겹치는 영역이 거의 없거나 큰 시차가 존재할 때 여전히 많은 문제점이 존재한다. 또한 실제 환경에서는 라벨링 된 정답 파노라마 영상을 얻을 수 없으므로 완전한 지도학습에 한계가 존재한다. 따라서 자율주행분야에 많이 이용되는 칼라(Carla) 시뮬레이터를 통해 카메라 센터가 다른 3개의 fisheye 이미지와 그에 대응되는 정답 영상을 제작하였다. 우리는 제작한 fisheye 영상으로360&#x00B0; 파노라마 영상을 만드는 이미지 스티칭 모델을 제안한다. 최종 실험 결과로는 실제 환경과 비슷하게 구성한 가상의 데이터 세트로 다양한 환경과 큰 시차에도 강인한 스티칭 결과를 검증한다.",
    "keyword": "360-panorama . Fisheye . Stitching . Carla simulator",
    "venue": "방송공학회논문지 = Journal of broadcast engineering",
    "year": "2022"
  },
  "62293b97d21827e888e2fabe": {
    "authors": [
      {
        "org": "충남대학교 전자공학과",
        "name": "권혁준",
        "id": "s1556871"
      },
      {
        "org": "충남대학교 전자공학과",
        "name": "조동현",
        "id": "s1556872"
      }
    ],
    "title": "Synthetic fisheye 이미지를 이용한 360&#x00B0; 파노라마 이미지 스티칭",
    "abstract": "최근 VR (Virtual Reality) 기술이 주목받기 시작하면서 생동감 넘치는 VR 컨텐츠를 볼 수 있는 360&#x00B0; 파노라마 영상이 많은 관심을 받고 있다. 이미지 스티칭 기술은 360&#x00B0; 파노라마 영상을 제작하는데 주요한 기술로서 많은 연구가 활발하게 이루어지고 있다. 일반적인 스티칭 알고리즘은 특징점 기반 이미지 스티칭을 기반으로 한다. 하지만 기존의 특징점 기반 이미지 스티칭 방법들은 특징점에 크게 영향을 받는다는 문제가 존재한다. 이러한 문제를 해결하기 위해서 최근에는 딥러닝 기반의 이미지 스티칭 기술들이 연구되고 있지만 이미지 간의 겹치는 영역이 거의 없거나 큰 시차가 존재할 때 여전히 많은 문제점이 존재한다. 또한 실제 환경에서는 라벨링 된 정답 파노라마 영상을 얻을 수 없으므로 완전한 지도학습에 한계가 존재한다. 따라서 자율주행분야에 많이 이용되는 칼라(Carla) 시뮬레이터를 통해 카메라 센터가 다른 3개의 fisheye 이미지와 그에 대응되는 정답 영상을 제작하였다. 우리는 제작한 fisheye 영상으로360&#x00B0; 파노라마 영상을 만드는 이미지 스티칭 모델을 제안한다. 최종 실험 결과로는 실제 환경과 비슷하게 구성한 가상의 데이터 세트로 다양한 환경과 큰 시차에도 강인한 스티칭 결과를 검증한다.",
    "keyword": "360-panorama . Fisheye . Stitching . Carla simulator",
    "venue": "방송공학회논문지 = Journal of broadcast engineering",
    "year": "2022"
  },
  "62293b83d21827e888e2fa74": {
    "authors": [
      {
        "org": "동국대학교 멀티미디어공학과",
        "name": "이성조",
        "id": "s549973"
      },
      {
        "org": "동국대학교 멀티미디어공학과",
        "name": "강다현",
        "id": "s526133"
      },
      {
        "org": "동국대학교 멀티미디어공학과",
        "name": "조성재",
        "id": "s474160"
      },
      {
        "org": "국방과학연구소",
        "name": "심성대",
        "id": "s549974"
      },
      {
        "org": "국방과학연구소",
        "name": "박용운",
        "id": "s62821"
      },
      {
        "org": "동국대학교 멀티미디어공학과",
        "name": "엄기현",
        "id": "s269517"
      },
      {
        "org": "동국대학교 멀티미디어공학과",
        "name": "조경은",
        "id": "s269518"
      }
    ],
    "title": "3D 포인트 클라우드 기반의 분류 알고리즘 검증을 위한 LIDAR 데이터셋 생성 기법",
    "abstract": "최근 자율 주행 분야의 연구에서 LIDAR를 활용한 분류 기법들이 연구되고 있다. 그러나 2D 영상 처리와 비교하여, 대량의 3D 포인트를 사용하는 분류 알고리즘의 성능을 평가하기 위한 지상 검증자료를 쉽게 획득하기 어렵다. 본 연구는 LIDAR를 가상 공간에서 시뮬레이션 함으로써 감지한 물체의 정보를 기록함으로써 3D 포인트 클라우드를 사용하는 다양한 분류 알고리즘의 검증을 위한 지상검증자료를 생성하는 기법을 설명한다. 본 기법은 실제 LIDAR를 사용하는 것보다 적은 비용으로 다양한 환경에서의 분류 알고리즘 성능 검증을 가능하게 한다.",
    "keyword": [],
    "venue": "한국정보처리학회 2015년도 추계학술발표대회",
    "year": "2015"
  },
  "62293b86d21827e888e2fa75": {
    "authors": [
      {
        "org": "한동대학교 기계제어공학부, 한동대학교 기계제어공학과",
        "name": "서의석",
        "id": "s982313"
      },
      {
        "org": "한동대학교 기계제어공학부, 한동대학교 기계제어공학과",
        "name": "정영광",
        "id": "s982314"
      },
      {
        "org": "한동대학교 기계제어공학부, 한동대학교 기계제어공학과",
        "name": "김은총",
        "id": "s982315"
      },
      {
        "org": "한동대학교 기계제어공학부, 한동대학교 기계제어공학과",
        "name": "나원상",
        "id": "s982316"
      }
    ],
    "title": "다중 자율이동로봇 응용을 위한 스트랩다운형 피동 측위 센서 설계",
    "abstract": "본 논문에서는 초음파 수신기 어레이 및 아날로그 신호처리부로 구성된 스트랩다운 측위센서를 이용하여 특정 위치에 장착되어 있는 송신기와 로봇 간 상대위치를 측정할 수 있는 새로운 형태의 자율주행로봇 보조항법 시스템을 제안한다. 이를 이용하여 상태변수 간의 기하학적 상관관계를 활용하여 십자형으로 배열된 다중센서 기반 피동 위치추정 필터 구현에 사용되는 설계변수의 불완전성을 보상하는 방법을 제안한다. 모의실험을 통해 제안한 방법의 유용성을 검증한다.",
    "keyword": [],
    "venue": "대한전기학회 2015년도 제46회 하계학술대회",
    "year": "2015"
  },
  "62293b8bd21827e888e2fa90": {
    "authors": [
      {
        "org": "서울대학교 전기정보공학부",
        "name": "안재호",
        "id": "s1347299"
      },
      {
        "org": "서울대학교 전기정보공학부",
        "name": "노순현",
        "id": "s1347300"
      }
    ],
    "title": "DDS 기반 자율 주행 시스템의 시간적 제약 위반 탐지 기법",
    "abstract": "자율 주행 자동차는 다수의 센서와 ECU 등으로 구성된 분산 시스템이다. 이 시스템은 다양한 시간적 제약사항들을 갖는 자율주행 응용들을 구동하며 각 응용들에 대한 시간적 제약사항 위반을 탐지해야한다. 이러한 분산 시스템에서 응용들 간의 통신을 위해 사용되는 미들웨어들 중 대표적인 것은 DDS이다. DDS는 높은 확장성을 지원하는 발행-구독 통신 모델을 기반으로 하며, 실시간성을 고려한 다양한 QoS 정책들을 제공한다. 하지만 DDS는 자율주행 응용이 요구하는 시간적 제약사항들 중 deadline과 correlation 제약 사항에 대한 위반 여부를 탐지하지 못한다. 본 논문은 DDS 기반 시스템에서 deadline과 correlation 제약 사항 위반 여부를 런타임에서 탐지하는 기법을 제안한다. 본 연구진은 제안된 기법을 DDS의 구현들 중 하나인 Vortex 사의 OpenSplice 기반 시스템에 구현하였다. 실험을 통해 검증한 결과, deadline과 correlation 제약 사항에 대한 위반 여부를 적은 오버헤드와 함께 성공적으로 탐지하였다.",
    "keyword": [],
    "venue": "한국컴퓨터정보학회 2018년도 제58차 하계학술대회논문집 26권2호",
    "year": "2018"
  },
  "62293b89d21827e888e2fa78": {
    "authors": [
      {
        "org": "국민대학교 전자공학과",
        "name": "이승현",
        "id": "s596786"
      },
      {
        "org": "국민대학교 전자공학과",
        "name": "김태동",
        "id": "s596785"
      },
      {
        "org": "한동대학교 전산전자공학부",
        "name": "이강",
        "id": "s703800"
      },
      {
        "org": "국민대학교 전자공학과",
        "name": "정경훈",
        "id": "s565021"
      }
    ],
    "title": "그림자 및 에지 특징을 이용한 차량 후보 영역 검출",
    "abstract": "차량 인식 기술은 지능형 자율주행 차량 및 첨단 운전자 보조 시스템 (ADAS: Advanced Driver Assistance System)의 개발에 있어서 핵심 요소 기술이다. 영상 기반의 차량 검출 알고리즘은 일반적으로 가설 생성 (HG: Hypothesis Generation) 단계와 가설 검증 (HV: Hypothesis Verification) 단계로 구성된다. 가설 검증 단계는 관심 영역 (ROI: Region of Interest) 내에 차량이 존재할 가능성이 있는 후보 영역을 만드는 단계로서 전체 알고리즘의 복잡도와 성능에 영향을 미친다. 본 논문에서는 관심 영역 내에 존재하는 그림자와 차량으로 인한 에지를 검출하고 두 특징 정보를 결합한 가설 생성 방법을 제안하고 차량 후방 영상을 이용하여 사각지대를 감시하는 시스템에 제안 방법을 적용하는 실험을 수행하였다. 실험 결과로 제안 방법이 차량 후보 영역의 존재 여부와 위치 정보를 판단하기에 적합하며 이를 통해 차량 검출 알고리즘의 계산 복잡도를 개선하면서도 다음 단계인 가설 검증 시 검출 성능을 향상시킬 수 있음을 확인하였다.",
    "keyword": [],
    "venue": "한국방송공학회 2016년도 하계학술대회",
    "year": "2016"
  },
  "62293b8dd21827e888e2fa91": {
    "authors": [
      {
        "org": "만도 글로벌R&D 제동센터",
        "name": "최준열",
        "id": "s1062851"
      },
      {
        "org": "만도 글로벌R&D 제동센터",
        "name": "김용길",
        "id": "s1062852"
      },
      {
        "org": "만도 글로벌R&D 제동센터",
        "name": "조준형",
        "id": "s1062853"
      }
    ],
    "title": "자동차 자율 시스템의 안전성 확보를 위한 고찰",
    "abstract": "자동차 시스템의 전자화로 자동차에서 소프트웨어가 차지하는 비중은 점차 증가하고 있다. 소프트웨어는 안전필수 시스템에서 중요한 위치를 차지하며, 소프트웨어의 오동작은 심각한 손실 또는 재난을 일으키는 원인이 될 수 있다. 최근 자동차 시스템은 자율주행차량을 목표로 하여 센서융합과 협조제어가 많아지고 있다. 센서와 협조제어 정보는 시스템의 자율화에 중요한 부분을 차지하지만 현재 산업구조에서는 관련 부분에 대한 검증이 쉽지 않다. 본 논문에서는 현재 상황에서 발생할 수 있는 현상들을 살펴보고 안전한 자동차 개발을 위해 우리가 나아가야 할 방향을 고찰한다.",
    "keyword": [],
    "venue": "한국정보처리학회 2018년도 추계학술발표대회",
    "year": "2018"
  },
  "62293b90d21827e888e2fa9b": {
    "authors": [
      {
        "org": "숭실대학교 융합소프트웨어학부",
        "name": "최수민",
        "id": "s318183"
      },
      {
        "org": "숭실대학교 컴퓨터학부",
        "name": "김재영",
        "id": "s318184"
      },
      {
        "org": "숭실대학교 컴퓨터학부",
        "name": "신용태",
        "id": "s101642"
      }
    ],
    "title": "블록체인을 활용한 CAN 데이터 프레임의 신뢰성 검증에 관한 연구",
    "abstract": "최근 커넥티드카, 자율주행차량 등 차량에 관한 기술이 연구개발 되어 발전함에 따라 차량의 기술이 더욱더 확장되었다. 주변 차량, 인프라, 네트워크, 스마트폰 등 다양한 통신 기기들이 차량과 연결이 가능해졌다. 다만, 차량 기술의 발전과 더불어 차량 시스템 해킹 공격 방식이 다양해지고 있지만 이에 관한 연구와 대응 방안은 미흡한 편이다. 따라서 본 논문에서는 블록체인을 활용하여 차량 통신에 사용되는 CAN(Controller Area Network) 데이터 프레임 내의 차량 ID 가 해킹 공격에 의해 위&#x00B7;변조 되는 것을 방지함으로써 신뢰성 검증이 가능한 방안에 대해 제안하였다.",
    "keyword": [],
    "venue": "한국정보처리학회 2019년도 추계학술발표대회",
    "year": "2019"
  },
  "62293b8dd21827e888e2fa9a": {
    "authors": [
      {
        "org": "숭실대학교 컴퓨터학부",
        "name": "전민규",
        "id": "s269035"
      },
      {
        "org": "숭실대학교 컴퓨터학부",
        "name": "황지연",
        "id": "s269036"
      },
      {
        "org": "숭실대학교 컴퓨터학부",
        "name": "나현숙",
        "id": "s269037"
      }
    ],
    "title": "블록체인 기반 AI 법인 시스템: Juridical AI Chain",
    "abstract": "4차 산업혁명의 시대가 도래함에 따라 자율주행자동차 및 인공지능(Artificial Intelligent; AI) 로봇의 법적 지위와 민&#x00B7;형사법적 문제 해결을 위한 법제도 도입의 필요성이 제기되고 있다. 본 연구는 법제도 마련과 함께 준비되어야 할 기술적 패러다임으로서 AI 법인 및 블록체인 기반 AI 법인 시스템을 제안한다. 이 시스템에서는 특정 업무를 수행하는 AI 로봇 (하드웨어 또는 소프트웨어)이 정부의 엄격한 검증 및 테스트 기준에 따라 심사 및 인증을 받고, 그것의 정보, 인증 내용 및 알고리즘 코드가 임의로 조작될 수 없도록 암호화되어 블록체인에 기록된다. AI 로봇의 하드웨어 및 소프트웨어가 AI 법인으로서 정부의 인증을 받기 위해서는, 주요 업무 수행 및 네트워크 접근이 블록체인에 기록되고, 법인 시스템의 승인 없이는 작동될 수 없도록 하드웨어 또는 소프트웨어가 프로그래밍 되어 있어야 한다. 블록체인은 불변성과 보안성이 우수한 세계적으로 공유된 분산 데이터베이스이므로, 블록체인 기반 AI 법인 시스템을 국가적 정보시스템으로 도입하면 자율주행자동차 및 각종 AI 로봇의 상용화가 가져올 국내외적 문제와 혼란들을 대비하는데 큰 도움이 될 것이다.",
    "keyword": [],
    "venue": "한국정보처리학회 2019년도 추계학술발표대회",
    "year": "2019"
  },
  "62293b90d21827e888e2faa5": {
    "authors": [
      {
        "org": "남서울대학교 컴퓨터소프트웨어학과",
        "name": "유연승",
        "id": "s149892"
      },
      {
        "org": "남서울대학교 컴퓨터소프트웨어학과",
        "name": "장영진",
        "id": "s149893"
      },
      {
        "org": "남서울대학교 컴퓨터소프트웨어학과",
        "name": "심현정",
        "id": "s149894"
      },
      {
        "org": "남서울대학교 컴퓨터소프트웨어학과",
        "name": "이슬비",
        "id": "s149895"
      },
      {
        "org": "남서울대학교 컴퓨터소프트웨어학과",
        "name": "김정길",
        "id": "s149896"
      }
    ],
    "title": "딥러닝 기반 이미지 인식 기술을 활용한 동전 자동분류 스마트 저금통",
    "abstract": "기계학습은 인공지능의 한 클래스로 최근 이미지 및 음성인식, 지능적 웹 검색, 자율 주행 자동차 등의 영역에서 성공적 발전을 바탕으로 우리의 일상에 폭넓게 이용되고 있다. 본 논문에서는 Keras 오픈소스 라이브러리를 이용해 딥러닝을 이용한 기계학습 기반의 동전 인식 소프트웨어를 구현하였고, 이를 이용해 동전 자동분류 스마트 저금통을 설계하였다. 동작 검증을 위하여 스마트 저금통의 모든 발생 이벤트는 Parse-server와 mongoDB를 이용하여 시각화 및 어플리케이션 및 웹사이트를 연결하였다.",
    "keyword": [],
    "venue": "한국정보처리학회 2020년도 춘계학술발표대회",
    "year": "2020"
  },
  "62293b93d21827e888e2faa6": {
    "authors": [
      {
        "org": "단국대학교 EduAI센터",
        "name": "양희은",
        "id": "s718170"
      },
      {
        "org": "성균관대학교 데이터사이언스융합학과",
        "name": "김도현",
        "id": "s718171"
      }
    ],
    "title": "OBDII 데이터 기반의 회귀 분석을 통한 실시간 연료 소비량 예측",
    "abstract": "자율주행 차량이 많아지고 차량의 ECU가 고도화되면서 정확한 차량의 데이터를 획득하고 분석하여 활용하는 것이 중요해지고 있다. 현재에는 내연 기관 차량의 ECU 데이터를 얻기 위해서 OBDII 포트(규격)에 기반한 CAN동선을 주로 이용하고 있다. 하지만 OBDII 규격을 통해서 연비와 같은 중요한 차량 정보를 얻는 경우, 변환식 (MAF 센서(흡입 공기량 센서)와 공기/연료 비율을 이용)의 오차 범위가 커서 데이터의 정확도가 낮다. 본 연구에서는 머신 러닝 기법 중에 하나인 회귀 기법을 통해서 기존의 계산보디 더 정확한 연비를 구할 수 있는 모델을 개발하였다. 이러한 모델 개발을 통하여 차량의 RAW 데이터를 기반으로 필요한 차량 데이터를 정확하게 구할 수 있게 되었으며 20회가 넘는 실 도로주행을 통해서 본 모델의 정확도를 검증하였다.",
    "keyword": [],
    "venue": "한국정보처리학회 2020년도 춘계학술발표대회",
    "year": "2020"
  },
  "62293b8dd21827e888e2fa99": {
    "authors": [
      {
        "org": "전자부품연구원",
        "name": "박종빈",
        "id": "s274571"
      },
      {
        "org": "전자부품연구원",
        "name": "이한덕",
        "id": "s565676"
      },
      {
        "org": "전자부품연구원",
        "name": "김경원",
        "id": "s274570"
      },
      {
        "org": "전자부품연구원",
        "name": "정종진",
        "id": "s565677"
      }
    ],
    "title": "자율주행 대응 기계학습 데이터를 관리하고 분석하는 소프트웨어의 개발",
    "abstract": "최근 기계학습 기술의 급속한 발전에 힘입어 자율주행을 위한 객체 인식 및 처리 기술 역시 비약적으로 발전하고 있다. 그러나 이러한 기계학습의 성능은 모델의 구조와 학습용 데이터의 품질에 영향을 받는다. 특히 주행환경을 잘 표현하는 학습데이터가 중요한데 전혀 새로운 도로, 주행환경, 장애물, 정적 혹은 동적 객체 등을 마주하면 정확도와 안정성에서 부정적인 영향을 받을 수 있는 것이다. 해외의 주행 데이터들에 크게 의존하고 있는 우리나라의 현실에 비춰 볼 때 국내 환경에 맞는 학습데이터를 쉽고 효율적으로 확보/관리/분석할 수 있게 하는 환경의 구축이 시급하다. 따라서 본 논문에서는 자율주행을 위한 기계학습 데이터를 효과적으로 관리하고 분석하기 위한 소프트웨어를 설계하고 개발하였다. 구체적으로는 수집된 영상들을 관리하는 기능, 영상에 존재하는 노이즈 제거 및 화질 개선 처리 기능, 학습 및 검증을 위한 메타 정보 태깅 기능, 태깅 정보의 통계적 분석 기능들을 포함한다. 개발한 소프트웨어는 우리나라에서 자체 촬영한 자율주행 학습 영상들에 대해 딥러닝 모델들을 학습하고 검증하는데 활용할 예정이다.",
    "keyword": [],
    "venue": "한국방송&#8729;미디어공학회 2019년도 추계학술대회",
    "year": "2019"
  },
  "62293b93d21827e888e2fab9": {
    "authors": [
      {
        "org": "경운대학교 항공소프트웨어공학과",
        "name": "김지원",
        "id": "s1347570"
      },
      {
        "org": "경운대학교 항공소프트웨어공학과",
        "name": "송기선",
        "id": "s1347571"
      },
      {
        "org": "경운대학교 항공소프트웨어공학과",
        "name": "박태원",
        "id": "s1347572"
      },
      {
        "org": "경운대학교 항공소프트웨어공학과",
        "name": "박건영",
        "id": "s1347573"
      },
      {
        "org": "경운대학교 항공소프트웨어공학과",
        "name": "임태호",
        "id": "s1347574"
      },
      {
        "org": "경운대학교 항공소프트웨어공학과",
        "name": "정원규",
        "id": "s1347575"
      },
      {
        "org": "경운대학교 항공소프트웨어공학과",
        "name": "이충민",
        "id": "s1347576"
      },
      {
        "org": "경운대학교 항공소프트웨어공학과",
        "name": "유홍석",
        "id": "s277102"
      }
    ],
    "title": "안전사고 예방 기능이 적용된 스마트 전동카트 개발",
    "abstract": "본 논문에서는 기존 산업 현장에서 사용되는 상용화된 전동 L 카트와는 다르게 안전사고가 발생할 확률이 낮고 작업 효율성을 상승시켜주기 위한 스마트 전동카드를 제안한다. 색상 감지 및 초음파 센서를 활용하여 안전사고 예방 기능이 적용된 라인트레이싱 기반의 자율 주행 기능 스마트 전동카트를 설계하였다. 설계한 시스템에 대한 시제품을 제작하였고 실제 실험을 통해 주행성능에 대해서 검증하였다.",
    "keyword": "스마트 모빌리티 . 라인 트레이싱 . 자율 주행 . 주행보조 . Smart mobility . Line tracing . Automatic Driving . Driving assistance",
    "venue": "한국컴퓨터정보학회 2021년도 제63차 동계학술대회논문집 29권1호",
    "year": "2021"
  },
  "62293b93d21827e888e2fabb": {
    "authors": [
      {
        "org": "서울호서전문학교 사이버해킹보안과",
        "name": "임경욱",
        "id": "s1347539"
      },
      {
        "org": "서울호서전문학교 사이버해킹보안과",
        "name": "손지선",
        "id": "s1347540"
      },
      {
        "org": "서울호서전문학교 사이버해킹보안과",
        "name": "최현동",
        "id": "s1347541"
      },
      {
        "org": "서울호서전문학교 사이버해킹보안과",
        "name": "원일용",
        "id": "s1794"
      }
    ],
    "title": "목적지로 자율 주행 가능한 강화 학습 로봇",
    "abstract": "가상 환경의 시뮬레이션을 이용해 지능형 로봇에 강화 학습 기법을 적용하는 접근법은 실제 세계의 로봇들의 학습에 유용하다. 우리는 이러한 방법을 적용해서 장애물을 회피하고, 로봇이 특정 목표물을 인식하면 목표물로 자율적으로 이동하는 알고리즘을 개발하였다. 제안된 방법의 유용성 검증은 구현과 실험으로 확인하였다.",
    "keyword": [],
    "venue": "한국정보처리학회 2021년도 추계학술발표대회",
    "year": "2021"
  },
  "62293b95d21827e888e2fabc": {
    "authors": [
      {
        "org": "건양대학교 사이버보안공학과",
        "name": "정기연",
        "id": "s1347535"
      },
      {
        "org": "건양대학교 사이버보안공학과",
        "name": "정승욱",
        "id": "s1347536"
      }
    ],
    "title": "자율주행 자동차 V2V 통신을 위한 DID 활용 메시지 전송 및 검증",
    "abstract": "자율주행 자동차는 최근 들어 비약적인 발전을 거듭하고 있지만, 동시에 V2V, V2I 등 차량의 네트워킹에 따른 보안 문제에 대한 중요도 또한 함께 올라가고 있다. 이에 대비책으로 SCMS 를 중심으로 보안 기술이 발전하고 있지만, 중앙 데이터베이스에 대한 의존도는 여전히 높아 한 번의 보안 사고에도 심각한 피해가 우려되는 상황이다. 본 논문은 이러한 상황을 방지하기 위해 블록체인의 DID(Decentralized Identify, 탈중앙화 신원증명) 기술을 적용하는 방안을 설명하고, 그 예시로 긴급 차량에서의 DID 활용 방안을 제안한다.",
    "keyword": [],
    "venue": "한국정보처리학회 2021년도 추계학술발표대회",
    "year": "2021"
  },
  "62293b93d21827e888e2faba": {
    "authors": [
      {
        "org": "선문대학교 정보통신공학과",
        "name": "이영찬",
        "id": "s1347581"
      },
      {
        "org": "선문대학교 정보통신공학과",
        "name": "윤예빈",
        "id": "s1347582"
      },
      {
        "org": "선문대학교 정보통신공학과",
        "name": "박범진",
        "id": "s1347583"
      },
      {
        "org": "선문대학교 정보통신공학과",
        "name": "김이안",
        "id": "s1347584"
      },
      {
        "org": "선문대학교 정보통신공학과",
        "name": "이규빈",
        "id": "s1347585"
      },
      {
        "org": "선문대학교 정보통신공학과",
        "name": "이승현",
        "id": "s1347586"
      },
      {
        "org": "선문대학교 정보통신공학과",
        "name": "함소진",
        "id": "s1347587"
      },
      {
        "org": "홍익대학교 기계시스템디자인공학과",
        "name": "문희창",
        "id": "s1347588"
      },
      {
        "org": "선문대학교 정보통신공학과",
        "name": "유원상",
        "id": "s1347589"
      }
    ],
    "title": "자율주행 레이싱카 제어 모델에 관한 예비연구",
    "abstract": "자율주행 기술이 급속도로 발전하고 있지만, 자율주행 레이싱 기술과 관련 산업은 전세계적으로 아직 걸음마 수준이다. 본 연구팀은 국내 자율주행차 대표기업인 (주)언맨드솔루션에서 지원하는 플랫폼을 사용하여 자율주행 레이싱 제어 모델 프레임워크를 설계하고 기초 실험을 진행하였다. 제안된 자율주행 레이싱 제어 모델은 GPS 신호처리부, LiDAR 신호처리부, 영상처리부, 차량제어부, 추월/회피 제어부, 컨트롤러 통신부 등으로 구성된다. 실험을 통해 각 구성요소에 대한 기본 성능을 검증하였고, 레이싱에 최적화된 인공지능(AI) 기반 추월/회피 제어 알고리즘 개발을 위한 중요한 토대를 마련하였다. 본 연구를 바탕으로 2021년 11월에 국내 최초로 개최되는 세계 AI 로보카레이스 대회에 출전하여 제안된 자율주행 레이싱 제어 모델 프레임워크의 성능을 검증할 계획이다.",
    "keyword": [],
    "venue": "한국정보처리학회 2021년도 추계학술발표대회",
    "year": "2021"
  },
  "62293bca7b75355e87e2da7b": {
    "authors": [
      {
        "org": "School of Computer Science, Nanjing University of Posts and Telecommunications, Nanjing 210023, China",
        "name": "Li, Qi",
        "id": "s303746"
      },
      {
        "org": "Jiangsu Innovative Coordination Center of Internet of Things, Nanjing University of Posts and Telecommunications, Nanjing 210003, China",
        "name": "Zhu, Hongbo",
        "id": "s303747"
      },
      {
        "org": "T Leps and C Hartzell are with the Department of Aerospace Engineering, University of Maryland, College Park, MD 20742 United States of America.",
        "name": "Leps, T",
        "id": "s13401"
      },
      {
        "org": "School of Geosciences and Info-Physics, Central South University, Changsha, China",
        "name": "Li, Haifeng",
        "id": "s3437"
      }
    ],
    "title": "Heave 추정 기반의 레이저 거리측정기를 이용한 선행지형예측시스템",
    "abstract": "본 논문에서는 heave 추정 알고리즘 기반의 레이저 거리측정기를 이용한 새로운 선행지형예측시스템을 제안하였다. 본 논문에서 제안하는 선행지형예측시스템은 자율주행 차량이 앞으로 주행할 지면의 형상 정보를 얻기 위한 시스템이다. 이러한 선행지형예측시스템을 구현하기 위하여 측정 범위가 넓고 다양한 환경 조건에서 강인한 레이저 거리 측정기가 일반적으로 이용된다. 이 때전방 지형을 생성하기 위해 차량의 현재 위치를 알아야 하는데 기존 선행지형예측시스템에서는 heave 움직임을 측정하기 위해IMU나 가속도계와 같은 가속도 기반 센서들이 주로 이용된다. 하지만 이들 센서는 이동 로봇과 같은 저비용 차량에 사용하기에고가이며 급 가감속이 발생하는 모바일 로봇에서 측정 오차가 증가하는 문제를 가진다. 이러한 문제를 극복하기 위해 본 논문에서는 주행계와 이전 측정된 지형 정보를 이용한 heave 추정 알고리즘을 제안하였다. 시뮬레이터와 실제 시스템을 이용한 다양한 지형에서 실험을 수행하고 그 결과를 확인해 봄으로써 제안된 heave 추정 알고리즘에 기반한 선행지형예측시스템을 검증하였다.",
    "keyword": "",
    "venue": "전자공학회논문지 - SC",
    "year": "2012"
  },
  "62293b9a7b75355e87e2da42": {
    "authors": [
      {
        "org": "Corresponding author.",
        "name": "Ma, Jie",
        "id": "s124763"
      },
      {
        "org": "Beijing University of Posts and Telecommunications, Beijing, China",
        "name": "Guo, Zihao",
        "id": "s101518"
      },
      {
        "org": "국립기상과학원 관측예보연구과",
        "name": "정승필",
        "id": "s124764"
      }
    ],
    "title": "무선 네트워크 기반 자율주행 시스템 설계",
    "abstract": "최근 산업 현장에서 자율주행 시스템에 관한 관심이 날로 증대되고 있다. 자율이동 로봇을 포함한 자율주행 시스템은 인간의 지속적인 도움 없이 거칠고 변화하며 구조화되지 않으면서도 불확실한 주변 환경에서 원하는 작업을 수행할 수 있는 능력을 지녀야 한다. 이를 위해서 근거리 무선통신 네트워크로 로봇 간 서로 교신을 하여 위치 및 상태 등의 정보를 공유를 통해 원만한 자율 주행을 할 수 있는 시스템의 설계가 요구된다. 본 논문에서는 센서 네트워크 및 무선네트워크에 기반한 자율주행 시스템을 개발하고 실험을 통하여 개발된 시스템의 성능을 검증한다.",
    "keyword": "",
    "venue": "한국지능시스템학회 논문지",
    "year": "2012"
  },
  "62293b917b75355e87e2da22": {
    "authors": [
      {
        "org": "과학기술연합대학원대학교 로보틱스 및 가상공학과",
        "name": "윤송",
        "id": "s299087"
      },
      {
        "org": "Telecommun. Dept., Supelec, Gif-sur-Yvette, France",
        "name": "Debbah, M.",
        "id": "s300404"
      },
      {
        "org": "University of Birmingham, Birmingham, United Kingdom",
        "name": "Mellor, Ruth M.",
        "id": "s300405"
      },
      {
        "org": "School of Computer and Communication Engineering, University of Science and Technology Beijing, Beijing, China",
        "name": "Wang, Jianping",
        "id": "s4156"
      }
    ],
    "title": "영상 및 레이저레이더 정보융합을 통한 자율주행자동차의 주행환경인식 및 추적방법",
    "abstract": "자동차의 자율주행기능 실현을 위해서는 기존의 지능형자동차 인식시스템 보다 강인하고 우수한 성능의 주행환경 인식시스템이요구된다. 특히, 카메라와 레이저레이더 센서는 물체의 특징, 거리 등의 정보를 제공하는 대표적인 주행환경인식 센서로, 이를이용한 단일센서기반 인식시스템 연구가 활발히 이루어지고 있다. 일반적으로 레이저레이더 센서의 거리정보는 도로의 구조, 차량,보행자 등의 인식을 위하여 많이 사용되며, 카메라의 영상정보는 차선, 횡단보도, 표지판 등의 주행환경 인지에 사용된다. 하지만,단일센서기반 인식시스템은 센서의 특성 및 주행환경에 의한 오검출 또는 미검출 발생률이 높기 때문에 자율주행기능 구현에적합하지 않다. 따라서 단일센서기반의 인식시스템의 한계를 극복하기 위하여 카메라, 레이저레이더, GPS 등을 이용한 정보융합인식시스템 개발이 필수적이다. 이 연구에서는 영상 및 레이저레이더의 정보융합을 통해 강인한 차선인식, 횡단보도 인식 등을수행하는 자율주행자동차의 주행환경 인식기술을 개발하였다. 이 연구를 통해 개발된 주행환경 인식기술은 자율주행자동차에적용되어 다양한 주행시험을 통해 신뢰성 및 안정성이 검증되었다",
    "keyword": "",
    "venue": "한국지능시스템학회 논문지",
    "year": "2013"
  },
  "62293bca7b75355e87e2da7a": {
    "authors": [
      {
        "org": "Computer Laboratory University of Cambridge Cambridge United Kingdom",
        "name": "Lathia, Neal",
        "id": "s301028"
      },
      {
        "org": "Behavioural Science Group Department of Public Health and Primary Care University of Cambridge Cambridge United Kingdom",
        "name": "Schalbroeck, Rik",
        "id": "s301029"
      },
      {
        "org": "연세대학교 보건과학대학 의공학부",
        "name": "유영민",
        "id": "s11402"
      }
    ],
    "title": "무인 화물이송 이동로봇의 설계에 관한 연구",
    "abstract": "본 논문은 물류 창고 내에서 화물이송을 위한 무인이송로봇을 설계 제작하고 운영기법을 제안한다. 무인이송로봇의 자율주행을 위해서는 먼저 실시간으로 자기위치를 파악하고 목표지점까지의 경로를 추종해야 한다. 기존의 여러 방식이 제안되었지만 설치 및 유지보수에 대한 비용이 많이 들기 때문에 목적에 따라 유동적으로 작업 환경을 바꾸기는 어렵다는 단점이 있다. 무인 화물이송로봇의 리프트는 상하 운동을 통하여 수화물이 적재된 팔레트의 승하차가 가능하며, 구동 중 다양한 환경에서 여러 기능을 수행하기 위해 초음파센서, LRF센서, RFID, QR코드, 카메라를 장착하였으며, 목표지점까지 효과적으로 주행하며 화물운송을 하는 운영방법을 제안하였다. 제안한 주행 및 운영기법은 실험을 통하여 검증하였다.",
    "keyword": "",
    "venue": "한국지능시스템학회 논문지",
    "year": "2013"
  },
  "62293b9d7b75355e87e2da46": {
    "authors": [
      {
        "org": "Department of Epidemiology and Biostatistics, McGill University, Montreal, Quebec, Canada",
        "name": "Buckeridge, David",
        "id": "s300053"
      },
      {
        "org": "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ontario, Canada",
        "name": "Samet, Saeed",
        "id": "s300054"
      },
      {
        "org": "IT Application Research Center, Jeonbuk Regional Branch, Korea Electronics Technology Institute, Jeonju, South Korea",
        "name": "Jang, Hoon-Seok",
        "id": "s79723"
      },
      {
        "org": "Department of Radiology, Fujian Cancer Hospital & Fujian Medical University Cancer Hospital, Fuzhou, Fujian, PR China",
        "name": "Chen, Xiaodan",
        "id": "s16361"
      }
    ],
    "title": "강화학습을 이용한 무인 자율주행 차량의 지역경로 생성 기법",
    "abstract": "무인 자율주행 차량에서의 경로 생성 기법은 차량이 자동적으로 안전하고 효율적인 경로를 생성하고 주행할 수 있도록 해 준다. 경로에는 크게 전역경로와 지역경로가 있다. 전역경로는 차량이 출발점으로부터 도착점까지 가기 위해 주행해야 하는 구간을, 지역경로는 전역경로에서 얻은 구간을 주행하기 위해서 차량이 실제로 주행해야 할 경로를 의미한다. 본 논문에서는 지역경로 생성을 위하여 효율성 높은 곡선 함수를 사용하는 기존연구에서 더 나아가 학습을 통해 경로를 생성하는 방법을 제안한다. 먼저 강화학습을 통해서 후보경로에 대한 예측 보상 값을 얻고 보상 값이 최고가 되는 경로를 찾는 작업을 한다. 또한 인공 신경망을 통해서는 생성된 경로에 최적화된 조향 명령을 주기 위해 조향 각을 학습하는 작업을 한다. 더 나아가 주행하는 경로에 장애물이 발견되더라도 이를 효율적으로 회피하는 최적의 경로를 학습기법을 통해 만들어낸다. 본 논문에서 제안된 알고리즘의 우수성은 실제 주행 환경으로 모델링한 시뮬레이션 실험을 통해 검증되었다.",
    "keyword": "",
    "venue": "정보처리학회논문지. 소프트웨어 및 데이터 공학",
    "year": "2014"
  },
  "62293bd27b75355e87e2da8e": {
    "authors": [
      {
        "org": "Design of Microsystems Department of Microsystems Engineering (IMTEK) University of Freiburg Freiburg Germany",
        "name": "Woias, Peter",
        "id": "s303586"
      },
      {
        "org": "Postgraduate Student, School of Civil Engineering, Wuhan Univ., Wuhan 430072, People’s Republic of China.",
        "name": "Yi, Si",
        "id": "s54215"
      }
    ],
    "title": "도심에서의 측정치 추정을 적용한 항법성능 향상 연구",
    "abstract": "미래의 교통체계를 대비하기 위하여 차량 전자장비의 기술도 급속히 발전하고 있다. 특히, 자율주행의 연구는 활발히 이루어지고 있으며, 정확하고 믿을 수 있는 위치결정이 가장 중요한 요구사항이다. 그러나 도심지역에서 위치결정의 가장 큰 문제점은 위선 신호 단절과 다중경로 오차이다. 본 논문에서는 GPS(Global Positioning System) 단독으로 이상신호를 판단하고 이를 제거 또는 측정치를 추정하여 위치결정하는 방법을 제안하였다. GPS 신호만으로 다중경로 혹은 위성신호차단을 판단하기 위하여 앙각과 신호잡음비 데이터간의 연관관계를 정의하였으며, 이를 기준으로 측정치를 추정할 것인지 제거할 것인지를 결정하며, 정상상태 신호의 시차분 측정치를 이용하여 현재 측정치를 추정할 수 있다. 제안한 알고리즘의 효용성을 검증하기 위하여 차량을 이용하여 도심에서 실험을 수행하였다. 제안한 이상신호 판단 기준을 통하여 전체 실험 수행구간중 이상신호는 11% 발생하였으며, 크게는 100m가량의 오차를 보였다. 이러한 이상신호를 제거하거나 측정치를 추정하여 위치결정 결과 수평측위오차가 RMS 9.48m 향상되었다.",
    "keyword": "",
    "venue": "한국정보통신학회논문지",
    "year": "2014"
  },
  "62293bca7b75355e87e2da7c": {
    "authors": [
      {
        "org": "Corresponding author.",
        "name": "Hodges, Cameron",
        "id": "s93268"
      },
      {
        "org": "School of Water Conservancy & Environment, Zhengzhou University China",
        "name": "He, Zhengguang",
        "id": "s11679"
      }
    ],
    "title": "키넥트 센서를 이용한 동적 환경에서의 효율적인 이동로봇 반응경로계획 기법",
    "abstract": "본 논문에서는 동적 움직임을 갖는 장애물이 위치한 주행환경에서 이동로봇의 충돌회피 기능을 포함하는 효율적인 반응경로계획 기법을 제안하고자 한다. 로봇의 동적 장애물과의 충돌회피 기능을 위해서 반응경로계획기법을 기반으로 키넥트센서를 이용한 센서융합기법의 보완을 통해서 자율주행의 강건성을 증대시키고자 하였다. 반응경로기법에서 사용된 접근방식은 동적장애물을 가상좌표평면에서 지역관측기개념을 이용하여 정적장애물로 좌표변환을 가능하게하며, 생성된 가상평면에서의 로봇과 장애물의 충돌 발생 가능한 속도와 경로의 운동학적 정보추출이 가능하게 된다. 또한 키넥트 센서 정보를 융합하여 장애물의 방향과 위치 정보를 추정하여 동적 환경에서의 주행성능의 정미도를 증대시키고자 하였다. 본 연구에서 제안 기술의 성능을 검증하기 위해서 임베디드 로봇플랫폼과 여러 개의 동적 장애물을 이용하여 시뮬레이션 해석 및 실험을 수행하였다.",
    "keyword": "",
    "venue": "대한기계학회논문집 A",
    "year": "2015"
  },
  "62293bca7b75355e87e2da79": {
    "authors": [
      {
        "org": "Xi’an Jiaotong University, Xi’an, P. R. China",
        "name": "Hao, Yi",
        "id": "s116996"
      },
      {
        "org": "Xi’an Jiaotong University, Xi’an, P. R. China",
        "name": "Chen, Yu",
        "id": "s116997"
      }
    ],
    "title": "어려운 고속도로 환경에서 Lidar를 이용한 안정적이고 정확한 다중 차선 인식 알고리즘",
    "abstract": "차선인식은 차선 유지, 경로 계획 등을 가능하게 하는 기술로서 자율주행차를 구성하는 가장 중요한 요소 중 하나이다. 카메라 센서를 이용한 연구가 많이 진행되었으나 센서의 특성상 화각의 한계가 존재하며 조도 환경에 취약한 단점이 있다. 반면 Lidar 센서는 넓은 화각과 함께 표면의 반사율 정보를 이용하기에 조도의 영향을 받지 않는 장점이 있다. 기존 연구에선 Hough 변환, 히스토그램 등의 방법을 이용하였는데 도로 표시들이 혼재한 상황에서 올바른 차선 인식이 이루어지지 않거나 다수의 차선이 존재함에도 주행 차선만 인식 되는 문제점들이 존재한다. 본 논문에서는 RANSAC과 regularization을 적용해 도로 표시가 혼재된 고속도로 환경에서도 정확하고 안정적인 다중 차선 인식 알고리즘을 제안한다. 정확한 차선 후보군 추출을 위해 원 모델 RANSAC을 적용하였고 안정적인 다중 차선 검출을 위해 피팅에 regularization을 추가로 제안하였다. 직접 취득한 도로 주행 데이터에 적용하여 높은 정확도와 실시간성을 정량적으로 검증하였다.",
    "keyword": "",
    "venue": "전자공학회논문지",
    "year": "2015"
  },
  "62293bb67b75355e87e2da65": {
    "authors": [
      {
        "org": "Intelligent Biometric Group, School of Electrical and Electronic Engineering, Universiti Sains Malaysia Engineering Campus, 14300 Nibong Tebal, Penang, Malaysia",
        "name": "Ramli, Dzati Athiar",
        "id": "s300883"
      },
      {
        "org": "Department of Structural Engineering, Tongji University, Shanghai 200092, China",
        "name": "Qi, Ming",
        "id": "s58168"
      },
      {
        "org": "ERNAM-Erciyes University Nanotechnology Application and Research Center, Kayseri, 38039, Turkey",
        "name": "Onses, M. Serdar",
        "id": "s12579"
      }
    ],
    "title": "무인항공기 매핑을 통한 차선 추출 및 정확도 평가",
    "abstract": "최근 세계적인 기업들은 자율주행 자동차 상용화를 위해 최첨단 IT 기술을 융합한 자동차 기술을 발전시키고있다. 이러한 자율주행 자동차는 차량을 안전하게 제어하여 신뢰도를 제고할 수 있도록 정확한 도로 경계 및 차선정보를 요구하고 있다. 이에 본 연구는 저고도에서 취득된 고해상도 영상을 이용하는 UAV 사진측량의 적용 가능성을 검토하고자 한다. 취득된 GSD 7cm급의 디지털 영상으로부터 고해상도의 DSM과 정사영상을 생성하고, 생성된 자료를 기반으로 차선이 포함된 도로의 위치 정보를 추출하였다. 추출 자료의 정확도 검증 결과, RMSE는 약15cm 이내임을 확인할 수 있었다. 본 연구 결과로 도로 영역에 대한 정밀 지도 제작과 갱신을 위해 UAV 사진측량이 효과적으로 적용될 것으로 판단된다.",
    "keyword": "",
    "venue": "한국측량학회지",
    "year": "2016"
  },
  "62293bd67b75355e87e2da96": {
    "authors": [
      {
        "org": "College of Chemistry and Chemical Engineering, Xinjiang University, Urumqi 830046, PR China",
        "name": "Zhou, Sheng-Bin",
        "id": "s126053"
      }
    ],
    "title": "프라이버시 보호를 위한 무인항공기(드론) 규제 개선 방안 연구",
    "abstract": "드론은 그 장점에도 불구하고 안전사고의 위험, 관련 법규의 미비, 사생활 침해 등 불안정한 요소가 많이 남아있는 것이 사실이다. 다행히 가장 많은 우려를 사고 있는 사생활 침해문제의 경우 이를 방지하고자 비행금지 구역을 설정하거나 얼굴을 확인할 수 없도록 처리하는 소프트웨어 기업 속속 나타나고 있다. 추락으로 인한 사고 피해를 최소화하기 위해 에어백, 낙하산과 같은 안전장치 수요도 증가하고 있다. 우리나라도 무인항공기(드론)와 자율주행자동차를 차세대 주력 산업으로 육성하기 위해 대대적 규제개혁에 들어갔다. 무인항공기 규제가 대폭 완화될 예정이며, 규제가 풀리면 무인항공기의 가시권 밖 비행, 야간 비행, 고(高)고도 시험비행 등이 허용된다. 또한 시험비행 허가를 일괄 처리하는 등의 실증 시범사업도 추진한다. 해외 각국 또한 드론 관련 규제 정비를 진행함에 따라 2016년 상업용 드론시장 및 생태계 확장 및 성장이 예상되고 있다. 하지만 사고 위험도 높아지고 있어 이에 대한 대비책 마련도 시급한 과제로 떠오르고 있다. 따라서 드론 자체가 갖는 커다란 장점에도 불구하고 드론 사용이 가져올 부작용에 대한 냉정한 고찰도 주목되어야 한다. 그러나 드론 자체를 원천적으로 규제하기 보다는 그 사용 방식에 대한 규제로 접근하여 산업 활성화와 프라이버시 보호라는 두 개의 헌법적 가치를 조화롭게 보호할 필요가 있다. 따라서 우리나라의 드론 규제도 진일보할 필요가 있고, 현재의 방식에서 벗어난 전문적이면서도 실질적인 규제 방안이 마련될 필요가 있다. 특히 정보통신기술의 적용에서는 그 이용자의 개인정보 보호를 중심에 두는 것이 장기적이고 궁극적인 관점에서 최선의 상태를 이끌어낼 수 있으며, 이는 관련된 설계의 최초 단계에서부터 이루어질 때 비로소 가능할 것이다. 따라서 국민의 개인정보 보호에 투입되는 자원을 추가적인 비용이나 손해로 여기지 않음을 넘어 프라이버시 보호를 최고의 가치로 삼아 드론 규제 방안이 채택될 때, 오히려 드론은 활성화될 수 있고 다양한 영역에서 사용될 수 있을 것이다. 이러한 판단 하에 드론 자체의 설계 및 신뢰성, 안전성과 운항 관련 규정은 마련되어야 하며, 무인기 안정성 검증 및 상용화 전 제도 정비를 위해 무인기실증시범특구를 지정을 통해 산업 발전에 기여할 수 있는 안전한 드론 이용이 가능한 접점을 찾아낼 수 있을 것이다.",
    "keyword": "",
    "venue": "성균관법학",
    "year": "2016"
  },
  "62293b9d7b75355e87e2da47": {
    "authors": [
      {
        "org": "Morpho, Osny, France",
        "name": "Bringer, J.",
        "id": "s300227"
      },
      {
        "org": "Morpho, Osny, France",
        "name": "Chabanne, H.",
        "id": "s300228"
      },
      {
        "org": "United International University,Department of Computer Science & Engineering,United City, Madani Avenue, Badda, Dhaka,Bangladesh,1212",
        "name": "Farid, Dewan Md.",
        "id": "s88535"
      }
    ],
    "title": "대학 캠퍼스용 로봇차량의 자율주행을 위한 실험환경 구축",
    "abstract": "본 논문은 대학 캠퍼스를 주행하는 차량의 자율주행을 위한 실험환경 구축에 대해 논한다. 이 차량은 대학이나 공원과 같은특별한 장소에서 사용되고 근거리를 이동하기 위해 2인이 탑승한다. 정문에서 본부까지 자율주행을 수행하기 위한 실험환경을 구축한다. 초기 단계로 카메라로 바닥의 색깔을 구별하여 선을 검출한다. 빨간색과 노란색의 경계선을 검출하여로봇차량이 추종할 수 있도록 하였다. 일부 구간의 자율 주행 실험을 통해 가능성을 검증하였다",
    "keyword": "",
    "venue": "한국지능시스템학회 논문지",
    "year": "2016"
  },
  "62293bd77b75355e87e2da98": {
    "authors": [
      {
        "org": "창원대학교 전기공학과 대학원",
        "name": "류순필",
        "id": "s305295"
      },
      {
        "org": "창원대학교 조선해양공학과",
        "name": "윤건식",
        "id": "s305296"
      }
    ],
    "title": "아두이노를 활용한 피지컬 컴퓨팅 기반 소프트웨어 수업용 어플리케이션이 초등학생의 논리적 사고력에 미치는 효과",
    "abstract": "이 연구의 목적은 아두이노를 활용한 피지컬 컴퓨팅 기반 소프트웨어 수업용 어플리케이션이 초등학생의 논리적 사고력에 미치는 효과를 검증하는 것이다. 이를 위하여 초등학교 소프트웨어 교육과정을 분석하여 내용 요소를 추출하고 이를 학습할 수 있는 스마트 기기 소프트웨어 수업용 어플리케이션을 개발하였다. 피지컬 컴퓨팅 기반의 이 어플리케이션은 아두이노 로봇카를 움직여 알고리즘 게임 판에서 문제를 해결할 수 있도록 한 것이다. 이 어플리케이션은 20단계의 기본 문제해결 모드, 자신이 직접 문제 상황을 만들고 해결할 수 있는 도전 모드, 그리고 자신의 흥미에 따라 할 수 있는 자율주행 모드의 3가지 종류로 개발되었다. 초등학교 5, 6학년 실험집단과 통제집단 각 16명씩 32명을 대상으로 연구한 결과, 이 어플리케이션을 활용하여 소프트웨어 수업을 한 실험집단이 일반수업을 한 통제집단에 비하여 사후 논리적 사고력 검사에서 (F=20.695, p<.05) 효과가 있는 것으로 나타났다. 하위요인별로는 계열화 논리(F=5.446, p<.05), 비례논리(F=5.951, p<.05), 조합논리(F=8.804, p<.05), 명제논리(F=4.793, p<.05)에서는 유의한 차이가 나타났으나 변인통제논리(F=.032, p>.05), 확률논리(F=.041, p>.05)에서는 유의한 차이가 나타나지 않았다.",
    "keyword": "",
    "venue": "사고개발",
    "year": "2016"
  },
  "62293b917b75355e87e2da23": {
    "authors": [
      {
        "org": "LATIS, ENISo, National Engineering School of Sousse, University of Sousse, Sousse, Tunisia",
        "name": "Amara, Najoua Essoukri Ben",
        "id": "s93334"
      }
    ],
    "title": "자율주행자동차에 관한 법적 문제",
    "abstract": "세계적으로 자율주행자동차의 개발이 가속화되면서 이와함께 자율주행자동차와 관련된 법⋅제도의 중요성도 부각되고 있다. 이러한 상황에서 본 논문은 자율주행자동차의도입에 따른 법적 문제를 검토하였고, 이를 근거로 관련 법령의 입법방향을 제시하였다. 여기에서 제시된 입법방향은다음과 같다. 첫째, 사람인 운전자를 요건으로 하는 도로교통법을 개정해야 한다. 둘째, 현행 운전면허제도를 대폭 개정하여 자율주행자동차에 맞는 면허제도로 개선해야 한다.\n셋째, 자율주행자동차에 맞는 안전기준이 확보되어야 한다.\n넷째, 자동차의 성능과 정부의 안전기준 준수를 검증할 수있는 제도를 갖추어야 한다. 다섯째, 자율주행자동차에 하자가 발생할 경우 적극적인 리콜이 이루어질 수 있도록 해야한다. 여섯째, 비자율주행자동차를 기반으로 되어 있는 형법관련 법률을 개정하여야 한다. 일곱째, 제조물 책임법의 대상에 컴퓨터 프로그램 결함 등을 포함시키는 등 자동차제작자에 대해 직접적으로 책임을 부과하는 입법적 해결이 필요하다. 여덟째, 자율주행자동차의 소유자, 탑승자 등에 대한보험가입의무는 지금처럼 유지되어야 하고, 자율주행자동차의 시스템에 관여하는 기업에 대해서도 보험가입의무를 부과해야 한다. 아홉째, 주행 과정에서 수집된 데이터 취급을엄격하게 제한해야 한다.",
    "keyword": "",
    "venue": "경제규제와 법",
    "year": "2016"
  },
  "62293bce7b75355e87e2da80": {
    "authors": [
      {
        "org": "Faculty of Information Science and Technology, Division of Media and Network Technologies, Hokkaido University, Sapporo, Japan",
        "name": "Ogawa, Takahiro",
        "id": "s6581"
      }
    ],
    "title": "영상인식 기반 파워 컨넥터 리셉터클의 위치 확인을 위한 기초 연구",
    "abstract": "최근에는 가사 로봇, 자율주행 전기 자동차, 경영 효율성을 제고하기 위한 제철소 TLC 의 자율 운행 분야가 큰 관심을 받고 있는데, 사람의 간섭 없이 전원을 로봇이나 차량에 공급하기 위한 자동 전원 공급 기술 개발이 문제가 되고 있다. 본 논문에서는 자동 전원 공급 기술의 핵심기술로서 주어진 공간에 있는 물체를 추적해서 전원 연결부를 인식하고 그것의 정확한 위치를 확인할 수 있는 비전 기반의 전원 연결부 자동 위치 추적 기술을 연구하며, OpenCV를 통해서 그 정확성을 검증한다.",
    "keyword": "",
    "venue": "한국전자통신학회 논문지",
    "year": "2017"
  },
  "62293bba7b75355e87e2da67": {
    "authors": [
      {
        "org": "Key Laboratory of Advanced Materials (MOE), School of Materials Science and Engineering, Tsinghua University, Beijing 100084, China",
        "name": "Shen, Wanci",
        "id": "s47805"
      }
    ],
    "title": "물류서비스 가치혁신기대에 영향을 미치는 스마트 카의 활용요인",
    "abstract": "본 연구는 인간과 기계의 통합을 핵심으로 하는 4차 산업혁명의 주요수단이 될 스마트 카의 활용이슈를 위치기반 물류상황통 제, 운전자 편의지원, 지능형 자율주행, 실시간 예측배송의 4개 변수로 구분하고 이들 변수와 물류서비스 가치혁신기대와의 영향 관계를 검증하였다. 아울러, 그 과정에서 물류서비스 수용성의 상호작용효과를 확인하였다. 또한, 스마트 카 활용이슈 변수가 물 류서비스 수용성에 미치는 영향관계도 함께 분석하였다. 본 연구의 분석결과는 크게 3가지로 요약할 수 있다. 첫째, 위치기반 물류상황통제, 운전자 편의지원, 지능형 자율주행, 실시간 예측배송 등 4개의 스마트 카 활용이슈 변수는 모두 물류서비스 가치혁신기대에 유의한 영향을 미치는 것으로 확인되었다. 둘째, 위치기반 물류상황통제, 운전자 편의지원 등 2개의 스마트 카 활용이슈 변수는 물류서비스 수용성과 상호작용하여 물류서비스 가 치혁신기대에 유의한 영향을 미치는 것으로 확인되었다. 셋째, 위치기반 물류상황통제, 운전자 편의지원, 실시간 예측배송 등 3개 의 스마트 카 활용이슈 변수는 물류서비스 수용성과의 관계에서 직접인 효과가 통계적으로 확인되었다. 이상의 분석결과로 볼 때, 4차 산업혁명과 관련하여 현 시점에서 본 연구의 주요 시사점은 다음과 같이 요약할 수 있다. 첫째, 물류서비스 가치혁신을 위하여 스마트 카를 활용할 경우 위치기반 물류상황통제, 운전자 편의지원, 지능형 자율주행, 실시간 예측 배송측면에서 활용방안을 모색할 필요가 있을 것으로 보인된다. 둘째, 고객만족도 개선측면에서 스마트 카를 활용하여 물류서비 스 가치혁신을 유도하기 위해서는 우선적으로 위치기반 물류상황통제, 운전자 편의지원측면에서 스마트 카의 활용방안을 모색하 는 것이 보다 바람직할 것으로 판단된다. 끝으로, 소비자들의 기대충족을 위해서는 스마트 카를 활용한 위치기반 물류상황통제나 실시간 예측배송과 같은 새로운 물류서비스 편의성의 혁신이 필요할 것으로 판단된다.",
    "keyword": "",
    "venue": "물류학회지",
    "year": "2017"
  },
  "62293b927b75355e87e2da25": {
    "authors": [
      {
        "org": "State Key Laboratory of Integrated Services Networks, School of Cyber Engineering, Xidian University, Xian, China",
        "name": "Sun, Wen",
        "id": "s103184"
      },
      {
        "org": "서울대학교",
        "name": "박진현",
        "id": "s299214"
      },
      {
        "org": "Hiroshima University,Biological System Engineering lab.",
        "name": "Tsuji, Toshio",
        "id": "s99042"
      },
      {
        "org": "School of Information and Software Engineering, University of Electronic Science and Technology of China, Chengdu 610054, PR China",
        "name": "Peng, Li",
        "id": "s119574"
      }
    ],
    "title": "자율주행형 다관절 차량용 이더넷 TCN의 최적 토폴로지에 대한 실험적 검증",
    "abstract": "본 논문에서는 자율주행형 다관절 차량용 제어 시스템 구축 시 장치 간 네트워크로 이더넷 기반의 Train Communication Network(TCN)를 적용할 경우 적합한 네트워크 토폴로지를 제안하고 실험을 통하여 그 결과를 측정하여 검증한다. 케이블 수, 포트 수 등 구조적인 제한조건과 네트워크 응답시간, 최대 전송량 등 성능적인 제한조건을 고려하여 네트워크 토폴로지를 제안한다. 스타 토폴로지, 데이지체인 토폴로지, 그리고 이들을 절충한 하이브리드 토폴로지를 각각 적용하여 비교하며 본 논문에서는 특히 하이브리드 토폴로지의 적절한 구성을 위해 그룹으로 묶이는 노드 수를 구한다. 적절하게 노드의 그룹이 구성된 하이브리드 토폴로지는 본 논문에서 최적 토폴로지로 제안하는 구조이다. 먼저 시뮬레이션을 통해 각각의 토폴로지 구성 시의 네트워크 성능에 대한 예상치를 도출하며 이 후 실제 장치를 연결하여 네트워크를 구현한다. 다양한 네트워크 성능 측정 프로그램을 이용하여 각 토폴로지에서의 성능을 측정하고 비교를 통해 제안한 방안의 우수성을 기술한다.",
    "keyword": "",
    "venue": "전자공학회논문지",
    "year": "2017"
  },
  "62293b8e7b75355e87e2da21": {
    "authors": [
      {
        "org": "전자부품연구원 무선플랫폼연구센터",
        "name": "김영한",
        "id": "s299269"
      },
      {
        "org": "대한측량협회 측량연구기술연구원",
        "name": "배상근",
        "id": "s100741"
      },
      {
        "org": "주식회사 만도 중앙연구소",
        "name": "김일용",
        "id": "s275477"
      },
      {
        "org": "S2E Technologies Inc., Jacobs, ON, N0B 2N0, Canada",
        "name": "Akhavan, E.",
        "id": "s117707"
      },
      {
        "org": "Department of Electronic and Information Engineering, The Hong Kong Polytechnic University, Hong Kong",
        "name": "Lun, Daniel P. K.",
        "id": "s5936"
      }
    ],
    "title": "고속도로 합류점 주행을 위한 강건 모델 예측 기법 기반 자율주행 차선 변경 알고리즘 개발",
    "abstract": "본 논문에서는 고속도로의 합류지점 상황에서 자율주행을 위한 운전 모드 결정 알고리즘의 개발 및 평가를 진행하였다. 합류 상황을 위한 자율주행 알고리즘 개발에 있어 적절하게 합류를 결정하는 운전 모드 결정이 필수적이다. 운전자 모드는 총 2가지로 차선 유지, 차선 변경(합류)이다. 합류 모드 결정은 주변 차량의 정보 및 합류 차선에 남은 거리를 기반으로 결정된다. 합류 모드 결정 알고리즘에서는 합류 가능 여부를 판단하고 합류가 가능할 때, 안전하고 빠르게 합류하기 위한 최적의 위치를 찾는다. 안전 주행 영역은 주변 차량의 정보 및 주행 모드를 기반으로 정의된다. 안전 주행 영역으로 자율주행 차량을 유지하기 위한 조향각과 종방향 가속도를 얻기 위해 여러 제한 조건이 더해진 강건 모델 예측 기법이 사용되었다. 본 논문에서 제안된 알고리즘은 컴퓨터 시뮬레이션을 이용해 검증되었다.",
    "keyword": "",
    "venue": "대한기계학회논문집 A",
    "year": "2017"
  },
  "62293ba37b75355e87e2da4f": {
    "authors": [
      {
        "org": "Department of Electronic and Information Engineering, The Hong Kong Polytechnic University, hung hom, Hong Kong",
        "name": "Lin, Weiwei",
        "id": "s571"
      }
    ],
    "title": "공간디자인에 있어서 디자인 차별화 개념의 적용에 관한 사례연구 - 자율주행차 인테리어 공간을 중심으로 -",
    "abstract": "(연구배경 및 목적) 인간의 실생활과 서로의 인간관계를 맺는 방식까지 차별화된 개성화 추세로 변모시킬 4차 산업혁명 시대는 첨단기술 융합 환경으로 우리에게 새로운 기회를 줄 것이다. 이러한 환경변화는 우리의 생활패턴을 복잡성 환경으로 빠르게 변모시킬 것이다. 그리고 빠른 속도로 진행되는 기술의 변화는 공간디자인의 목적과 기능 그리고 그 가치를 인식하기도 전에 새로운 기술의 탄생으로 목적되지 않는 환경으로 진입시킬 것이다. 이러한 배경 하에서 공간디자인의 차별성을 명확하게 한다는 것은 매우 어려운 문제이다. 그러므로 본 연구는 공간디자인 차별화 개념의 재해석과 그에 따른 관련요소의 도구를 확대하여 공간디자인의 차별화 요소를 확장하는 연구를 하고자 하였다. (연구방법) 본 연구에서는 차별화에 대한 선행 연구를 비교분석하여 디자인 차별화에 대한 특성요소를 추출하였으며, 요소의 확장을 위하여 들뢰즈의 ‘차이’에서 새로운 도구를 도출하였다. 이렇게 도출된 디자인 차별화 요소와 들뢰즈의 차이 특성을 관계적 지배인자로 구조화한 평가모형을 제안 하였으며, 첨단 디지털 기술로 지금까지 경험하지 못한 커넥티드 환경의 자율주행차 인테리어 공간을 사례 범위로 하여 추가된 디자인 차별화 도구를 적용하여 검증하였다. (결과) 첫째, 자율주행차 공간에서의 디자인 차별화 요소 중 가장 높은 분포결과를 보인 특성은 독특성, 적합성, 당위성 순으로 차별화를 위한 중요한 요소로 나타났으며, 둘째, 들뢰즈의 차이에서 추가된 도구들을 추가하여 분석함으로써 그 대상(자율주행차 인테리어 공간)이 내재하고 있는 본성과 의미를 인과관계 측면에서 더 구체적이며 논리적으로 파악할 수 있었다. 즉, 전체적인 공간의 기능 중심과 디자인 뉘앙스에 대한 동일성으로만 해석되던 공간을 대상, 질료, 형상 등의 이질성 요소들을 함께 분석하여 차별화를 더 객관적으로 분석할 수가 있었다. 셋째, 본 디자인 차별화 해석과 도구의 확장은 차별적인 공간특성을 객관적으로 분석할 수 있는 모형이 될 수 있음을 본 연구를 통해서 분석결과를 통해 알 수 있었다. (결론) 본 연구는‘공간디자인에서 디자인 차별화 개념의 적용에 관한 사례연구’로서 4차 산업혁명 시대에서 차별화의 개념을 재정립하고 공간디자인에서 지배 인자를 체계적인 평가 도구로 구축한 것이 의미가 있었다. 즉 들뢰즈의 차이의 사유에서 도출한 5가지 도구(대상, 질료, 형상, 통일성, 개체화)를 추가하여 기능성 중심과 감성적 관점에서의 인과관계를 해석함으로써 차별화 디자인 개념을 더 명확하고 객관적으로 분석할 수 있었다. 그러므로 본 연구를 통해서 더욱 디지털 기술 중심으로 지향될 수 있는 공간디자인 영역에서, 디자인 차별화와 의미를 재 정의할 수 있었으며 더불어 더 구체적이며 객관적인 디자인 차별화의 지배 인자를 추출한 연구는 의미를 가질 수 있다.",
    "keyword": "",
    "venue": "한국공간디자인학회 논문집",
    "year": "2017"
  },
  "62293ba67b75355e87e2da52": {
    "authors": [
      {
        "org": "School of Computing, National college of Ireland, Dublin 1, Ireland",
        "name": "Grecos, Christos",
        "id": "s3872"
      },
      {
        "org": "College of Computer Science and Electronic Engineering, Hunan University, Changsha, China",
        "name": "Jiang, Bin",
        "id": "s3873"
      }
    ],
    "title": "LSTM 모델 기반 주행 모드 인식을 통한 자율 주행에 관한 연구",
    "abstract": "본 연구에서는 운전자 별로 생활 중에 이동하는 주행 도로의 특징 및 교통상황이 서로 다르며 운전습관이 상이함을 고려하여, 운전자 혹은 운전자 그룹별 기계학습모형을 구성하고, 학습된 모델을 분석하여 운전자의 주행모드 별 특징을 탐색하여 자율 주행 자동차를 시뮬레이션 하였다. 운전지식을 활용하여 주행조작 전후 센서의 동작 상황에 따라 8종류의 종방향 모드와 4종류 회전모드로 구분하고, 종방향 모드와 회전모드를 결합한 21개의 결합형 주행모드로 세분화 하였다. 주행모드가 레이블 된 시계열 데이터에 대해 딥러닝 지도학습 모델인 RNN (Recurrent Neural Network), LSTM (Long Short-Term Memory), Bi-LSTM 모델을 활용하여서 운전자 별 혹은 운전자 그룹별 주행데이터를 학습하고, 학습된 모델을 테스트 데이터 셋에서 주행 모드인식률을 검증하였다. 실험 데이터는 미국 VTTI 기관에서 수집된 22명의 운전자의 1,500개의 실생활 주행 데이터가 사용되었다. 주행 모드 인식에 있어, 데이터 셋에 대해 Bi-LSTM 모델이 RNN, LSTM 모델에 비해 향상된 성능을 보였으며, 최대 93.41%의 주행모드 인식률을 확인하였다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2017"
  },
  "62293b927b75355e87e2da26": {
    "authors": [
      {
        "org": "School of Computing Informatics and Decision Systems Engineering, Arizona State University, Brickyard Engineering, 699 S Mill Ave, Tempe, Az, USA",
        "name": "Yaghoubi, Shakiba",
        "id": "s116964"
      }
    ],
    "title": "자율주행 지원을 위한 고해상도 무인항공 영상처리 기반의 도로정보 추출",
    "abstract": "최근 자율주행 자동차 기술의 발전으로 정밀도로지도에 대한 중요성이 증가하고 있다. 정밀도로지도는 차선 정보, 규제·안전 정보, 각종 도로 시설물 등이 표현된 디지털 지도로 MMS(Mobile Mapping System) 기반으로 시험 제작되어 왔지만 이 방법은 고가의 도입비용으로 크게 활성화되지 못하고 있다. 하지만 무인항공기의 경우 적용 분야가 지속적으로 늘어나고 있으며, 이에 대한 연구도 다양한 분야에서 이루어지고 있다. 본 연구에서는 고해상도 무인항공기 영상의 처리를 통해 자율주행에 필요한 차선, 시설물 등의 정보를 추출하고자 하였다. 자율주행 자동차 시험도로를 연구대상지로 선정하고, 무인항공기를 이용하여 고해상도 정사영상을 제작하였다. 기존의 수치지형도와 정밀도로지도의 속성비교를 통해 정밀도로지도 제작을 위한 차선, 중앙분리대, 제어기 등의 추출 항목을 선정하였다. 또한 영상분류를 통해 차선, 중앙분리대, 제어기 등 정밀도로지도 구축을 위한 데이터를 효과적으로 추출함으로써 고해상도 정사영상의 활용성을 제시하였다. 추가적인 실험과 검증을 통해 무인항공기 영상의 이용 분야를 확대할 수 있을 것이며, 구축된 데이터를 자동차 제작사 및 관련 민·관 기관, 벤처 기업 등에 제공한다면 국내 자율주행차 기술 발전에 기여할 것이다.",
    "keyword": "",
    "venue": "한국산학기술학회논문지",
    "year": "2017"
  },
  "62293b917b75355e87e2da24": {
    "authors": [
      {
        "org": "S2E Technologies Inc., Jacobs, ON, N0B 2N0, Canada",
        "name": "Stevens, G.",
        "id": "s117706"
      },
      {
        "org": "대한측량협회 측량연구기술연구원",
        "name": "배상근",
        "id": "s100741"
      },
      {
        "org": "S2E Technologies Inc., Jacobs, ON, N0B 2N0, Canada",
        "name": "Akhavan, E.",
        "id": "s117707"
      },
      {
        "org": "Environment Research Institute, Shandong University, Qingdao, 266237, PR China",
        "name": "Li, Yanwei",
        "id": "s69991"
      },
      {
        "org": "Department of Electronic and Information Engineering, The Hong Kong Polytechnic University, Hong Kong",
        "name": "Lun, Daniel P. K.",
        "id": "s5936"
      }
    ],
    "title": "자율주행 안전성 평가 시나리오 개발 및 검증",
    "abstract": "Regulation for the testing and operation of automated vehicles on public roadways has been recently developed all over the world. For example, the licensing standards and the evaluation technology for automated vehicles have been proposed in California, Nevada and EU. But specific safety evaluation scenarios for automated vehicles have not been proposed yet. This paper presents safety evaluation scenarios for extraordinary service permission of automated vehicles on highways. A total of seven scenarios are selected in consideration of safety priority and real traffic situation. Six scenarios are relevant with lane keeping and one scenario is relevant with lane change. All scenarios are developed based on existing ADAS evaluation scenarios and repeated simulation of automated vehicle algorithm. Safety evaluation factors as well as scenarios are developed. The safety factors are based on existing ADAS ISO requirements, ADAS safety factors and current traffic regulations. For the scenarios, a hunter vehicle is needed in addition to automated vehicle evaluated. The hunter vehicle performs multiple roles like preceding vehicle, cut-in vehicle and so on. The hunter vehicle is also automated vehicle equipped with high performance GPS, radar and Lidar. All the scenarios can be implemented by driving a lap on a KATRI ITS test track.\nThese scenarios and safety evaluation factors are investigated via both a computer simulation and an experimental vehicle test on the test track. The experimental vehicle test was conducted with two automated vehicles, which are the evaluated vehicle and the hunter vehicle.",
    "keyword": "",
    "venue": "자동차안전학회지",
    "year": "2017"
  },
  "62293bc87b75355e87e2da75": {
    "authors": [
      {
        "org": "Department of Mathematics, Drexel University United States of America",
        "name": "Blasiak, Jonah",
        "id": "s76256"
      },
      {
        "org": "National Key Laboratory of Science and Technology on Communications, University of Electronic Science and Technology of China, Sichuan, 611731, P. R. China",
        "name": "Gan, Ruimeng",
        "id": "s116950"
      },
      {
        "org": "School of Automation Engineering, University of Electronic Science and Technology of China, Sichuan, 611731, P. R. China",
        "name": "Shao, Jinliang",
        "id": "s116951"
      },
      {
        "org": "Dept. of Computer Science and Information Engineering, National Taichung University of Science and Technology, Taiwan",
        "name": "Liu, Kuan-Hsien",
        "id": "s7023"
      }
    ],
    "title": "3D LIDAR 반사율을 이용한 무인지상차량의 주행가능 후보 영역 분석",
    "abstract": "무인지상차량의 자율주행을 위한 핵심센서로 사용되는 2D/3D 라이다(LIDAR) 센서에서 제공되는 거리 데이터는 지면 모델링 및 장애물 검출을 위해 효과적으로 활용되지만, 도로의 경계가 모호한 환경 등에서는 주행가능영역에 대한 분석이 어렵게 된다. 본 논문에서는 라이다의 반사율 특성을 이용하여 무인차량의 주행 가능한 영역에 대한 후보 영역을 추가로 분석함으로써 보다 효과적으로 주행가능영역을 검출할 수 있는 기법을 제안하였다. 3D LIDAR의 반사율을 보정하고 무인차량 전방 영역의 반사율에 대한 학습을 통해 주행가능 후보영역을 검출하였으며, 무인차량 실제 운용환경에서의 실험을 통해 후보영역 검출 결과를 검증하였다.",
    "keyword": "",
    "venue": "대한기계학회논문집 A",
    "year": "2017"
  },
  "62293ba47b75355e87e2da50": {
    "authors": [
      {
        "org": "School of Electronic Engineering, Beijing University of Posts and Telecommunications, Beijing, China",
        "name": "Liu, Haibo",
        "id": "s3372"
      },
      {
        "org": "Chemical Engineering Department, Military Technical College Egypt",
        "name": "Gobara, Mohamed",
        "id": "s13225"
      },
      {
        "org": "Department of Urology, Queen's University, Kingston, Ontario, Canada",
        "name": "Fuoco, Michael",
        "id": "s300745"
      }
    ],
    "title": "미래직업 연계형 STEAM 프로그램의 개발 및 적용 효과 - 메이커, 대체에너지, 자율주행자동차, 적정기술을 중심으로 -",
    "abstract": "이 연구의 목적은 4차 산업혁명시대에 유망한 미래 직업으로써 메이커 전문가, 대체에너지 전문가, 자율주행자동차 전문가, 적정기술 전문가를 설정하고, 이 직업들과 연계한 STEAM프로그램을 개발하여 중학생과 고등학생에게 적용하여 효과를 검증하는 것이다. 이 연구의 결과는 다음과 같다. 첫째, 28차시 분량의 미래직업 연계형 STEAM 프로그램을 개발하였고, 이 프로그램을 974명의 중고등학생에게 적용하였다. 둘째, 수업의 만족도, 흥미도, 참여도는 매우 긍정적이었고, 고등학교의 평균 점수가 더 높았으며, 중학교와 고등학교간에 통계적 유의차가 나타났다. 셋째, 수업 태도에 있어서 중학교와 고등학교 모두 모든 정의적 평가구인 및 하위영역에서 사전보다 사후의 평균값이 높게 나타났고, 통계적 유의차를 보였다. 결론적으로 이 연구에서 개발한 STEAM 프로그램이 중고등학생의 수학과학 흥미도, 배려와 소통, 수학과학 자기주도학습, 이공계 진로 선택에 긍정적 영향을 미쳤음을 알 수 있었다. 이 연구에 이어서 미래직업 연계형 STEAM 수업을 지속하고 싶도록 하는 요인을 밝히는 연구가 후속되어야 한다.",
    "keyword": "",
    "venue": "경인교육대학교 교육연구원 교육논총",
    "year": "2017"
  },
  "62293b8d7b75355e87e2da1c": {
    "authors": [
      {
        "org": "INSA Centre Val de Loire, Laboratoire PRISME EA 4229, Bourges F-18000, France",
        "name": "Hafiane, Adel",
        "id": "s178168"
      },
      {
        "org": "Department of Computer Science, University of Missouri, Columbia, MO 65211, United States",
        "name": "Palaniappan, Kannappan",
        "id": "s178169"
      },
      {
        "org": "S2E Technologies Inc., Jacobs, ON, N0B 2N0, Canada",
        "name": "Akhavan, E.",
        "id": "s117707"
      },
      {
        "org": "Department of Electronic and Information Engineering, The Hong Kong Polytechnic University, Hong Kong",
        "name": "Lun, Daniel P. K.",
        "id": "s5936"
      }
    ],
    "title": "주행데이터 기반 자율주행 안전성 평가 시나리오 개발 및 검증",
    "abstract": "As automotive industry develops, the demand for increasing traffic safety is growing. Lots of researches about vehicle convenience and safety technology have been implemented. Now, the autonomous driving test is being conducted all over the world, and the autonomous driving regulations are also being developed. Autonomous vehicles are being commercialized, but autonomous vehicle safety has not been guaranteed yet. This paper presents scenarios that assess the safety of autonomous vehicles by identifying the minimum requirements to ensure safety for a variety of situations on highway. In assessing driving safety, seven scenarios were totally selected. Seven scenarios were related to lane keeping and lane change performance in certain situations. These scenarios were verified by analyzing the driving data acquired through actual vehicle driving. Data analysis was implemented via computer simulation. These scenarios are developed based on existing ADAS evaluation and simulation of autonomous vehicle algorithm. Also Safety evaluation factors are developed based on ISO requirements, other papers and the current traffic regulations.",
    "keyword": "",
    "venue": "자동차안전학회지",
    "year": "2017"
  },
  "62293b927b75355e87e2da27": {
    "authors": [
      {
        "org": "Department of Electrical and Computer Engineering, National University of Singapore, Singapore",
        "name": "Vishwanath, Kale Rahul",
        "id": "s16939"
      },
      {
        "org": "Department of Electrical and Computer Engineering, National University of Singapore, Singapore",
        "name": "Fong, Xuanyao",
        "id": "s16940"
      },
      {
        "org": "EIT Department, ENSAO, Mohamed First University, Oujda, Morocco",
        "name": "Bellach, Benaissa",
        "id": "s91713"
      }
    ],
    "title": "자율주행을 위한 동적지도정보 제공에 관한 연구",
    "abstract": "본 연구는 기존에 정의된 LDM(Local Dynamic Map)에 동적지도 정보 제공 기능을 확장한차량LDM(V-LDM) 기술의 설계 및 개발, 성능 검증을 목적으로 한다. 이를 위해 LDM과 동적지도 정보 제공 관련 국제표준 및 관련 기술을 참고하여 차량LDM 시스템 구성을 설계하였다. 또한 자율주행을 위한 차로 수준의 정보를 갖는 정밀전자지도의 기본 구성을 제안하였고, 차량 전방의 주행 환경 정보(정적+동적 정보) 전달을 위한 메시지인 Dynamic Map (DM) 프로토콜의 기본 구조를 정의하였다. 경부고속도로의 기본구간을 대상으로 제안된 정밀전자지도와 DM프로토콜 전달 기능의 성능을 검증한 결과, 데이터 크기와 처리 수행 시간 모두전방거리에 선형적으로 비례함을 확인하였고, 10Hz의 갱신 주기를 갖기 위해 전방 최대250m에 해당하는 정보를 제공하는 것을 적절한 대안으로 제시하였다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2017"
  },
  "62293b9a7b75355e87e2da43": {
    "authors": [
      {
        "org": "서울시립대학교 전자전기컴퓨터공학과",
        "name": "노은총",
        "id": "s299912"
      },
      {
        "org": "서울시립대학교 전자전기컴퓨터공학부",
        "name": "노중현",
        "id": "s299913"
      },
      {
        "org": "University of Southampton, University Road, SO17 1BJ Southampton, United Kingdom",
        "name": "Trisolini, Mirko",
        "id": "s120537"
      }
    ],
    "title": "AUTOPILOT 프로젝트 : 자율주행을 위한 교차로 안전정보 시스템 및 서비스 기술 개발",
    "abstract": "Horizon 2020의 지원을 받는 AUTOPILOT 프로젝트는 44개 기관이 모여 자율주행 차량은 물론 보행자를 포함하는 IoT 시스템의 구조와 플랫폼을 개발하고, 파일럿 사이트를 통해 자율주행 서비스의 새로운 생태계 기반을 마련하고자 시작된 프로젝트이다. 이 프로젝트에 참여하는 국내기관은 도로 인프라에 설치된 센서 등을 통해 감지된교차로 상황 정보를 교차로에 진입하는 차량에 전달하여 안전운행을 유도할 수 있도록 하는 교차로 안전정보 시스템 및 서비스 기술을 개발한다. 자율 주행차량에 장착되는 차량 센서의 한계로 인해 실시간 도로정보, 교통상황, 디지털 맵 등 다양한 정보를 제공하는 도로 인프라의 도움이 필요하다. 따라서 본 프로젝트를 통해 개발되는 교차로 안전정보 시스템 및 서비스 기술은 자율주행 차량의 한계를 극복하고 자율주행 차량 센서정보와의 융합을 통해 완전한 자율주행 차량을 개발하는데 도움을 줄 것이다. 또한 국제공동연구를 수행함으로써 해외 기관들과의 유기적 협업을 통해 개발된 기술의 유럽 시장 진출과 현지화, 기술 검증 및 홍보, 해외 판로 및 해외 네트워크 구축등 다양한 이점을 얻을 것을 기대한다.",
    "keyword": "",
    "venue": "한국통신학회논문지",
    "year": "2018"
  },
  "62293b8d7b75355e87e2da1a": {
    "authors": [
      {
        "org": "LH 토지주택연구원",
        "name": "이성복",
        "id": "s299256"
      },
      {
        "org": "LH 토지주택연구원",
        "name": "박성식",
        "id": "s299257"
      },
      {
        "org": "전북대학교",
        "name": "고석철",
        "id": "s14358"
      },
      {
        "org": "군산대학교 전파공학과",
        "name": "김영완",
        "id": "s299258"
      },
      {
        "org": "군산대학교 전파공학과",
        "name": "지석근",
        "id": "s299259"
      }
    ],
    "title": "자율주행자동차의 종방향 주행지원시스템 기능안전 컨셉 설계 및 검증",
    "abstract": "Recently, an autonomous vehicle, which is issued in the automobile market, is a combination of a high-level driver assistance system. Therefore, the safety and reliability of the driver assistance system is directly connected to autonomous vehicle safety and reliability. For an improved vehicle safety and reliability, emphasis is placed on the development and verification guidelines, such as the ISO-26262. In this paper, we studied the functional safety analysis method of Full Speed Range(FSRA) ACC, which is a typical longitudinal driver assistance system based on the ISO-26262 Part 3. We conducted a Hazard Analysis and Risk Assessment(H&R) to derive the safety objectives, as well as proposed a functional safety concept(FSC) and monitoring concepts for the typical malfunctions of the FSRA system. Finally, we verified the proposed concept in a simulated environment and proposed an index for the functional safety evaluation.",
    "keyword": "",
    "venue": "한국자동차공학회 논문집",
    "year": "2018"
  },
  "62293ba97b75355e87e2da55": {
    "authors": [
      {
        "org": "Humanitarian Engineering and Social Entrepreneurship (HESE) Program, The Pennsylvania State University , University Park, Pennsylvania.",
        "name": "Warwick-Clark, Boyd",
        "id": "s300885"
      },
      {
        "org": "Department of Mathematics and Physics, Officers College of PAP China",
        "name": "Lu, Ying",
        "id": "s11681"
      }
    ],
    "title": "실시간 실험환경 구축을 통한 급격한 조향 및 제동구간에서 모델예측제어 기법의 성능 평가",
    "abstract": "본 논문에서는 급격한 조향 및 제동상황에서 자율주행차량의 상위제어를 위한 모델예측제어 알고리즘을 설계하였고 실험환경을 통해 그 성능을 검증하였다. 갑작스런 가속 및 조향과 같은 극한의 주행상황에서 차량은 안정성을 잃거나 액츄에이터의 작동범위를 초과하는 경향이 있다. 본 논문에서는 이러한 상황을 피하기 위해 비선형 모델 예측 제어방법을 상위 제어기로 사용하는 제어 전략을 제안하였다. 비선형 모델 예측 제어는 차량 운동학적 모델을 사용하여 미래의 정해진 시점까지 차량궤적을 예측하고 원하는 궤적으로부터의 오차에 따른 가격 함수를 계산하며, 사전 결정된 액추에이터 제약 조건 및 횡가속도 제한 조건 내에서 가격함수를 최소화하는 제어 입력 값을 계산한다. 본 연구에서 고안된 자율주행 제어기의 실시간 성능을 검증하고자 스케일카 기반의 실험환경을 구축하였으며, 수 차례의 급격한 코너가 있는 경로에서 실험을 통해 차량 동력학에 의한 제약조건을 만족하며 실시간 제어가 가능함을 검증하였다.",
    "keyword": "",
    "venue": "대한기계학회논문집 A",
    "year": "2018"
  },
  "62293bc97b75355e87e2da78": {
    "authors": [
      {
        "org": "Department of Computer Science and Technology, Ocean University of China, Qingdao, 266100, China",
        "name": "Dong, Junyu",
        "id": "s5867"
      },
      {
        "org": "Department of Computer Science and Technology, Ocean University of China, Qingdao, 266100, China",
        "name": "Wang, Yong",
        "id": "s5869"
      },
      {
        "org": "M.A. Nicolaou is with the Computation-based Science and Technology Research Center, at the Cyprus Institute, Aglantzia, Nicosia, Cyprus",
        "name": "Nicolaou, Mihalis A.",
        "id": "s93783"
      },
      {
        "org": "Department of Computer Science and Technology, Ocean University of China, Qingdao, 266100, China",
        "name": "Wang, Shengke",
        "id": "s5868"
      }
    ],
    "title": "고속도로 교통정보 수집을 위한 V2X 차량비율 추정연구",
    "abstract": "교통은 점차 V2X와 자율주행자동차의 시대로 변화하고 있다. 교통상황에 대한 정확한 판단은 경로선택 또는 자율주행에 있어 중요한 지표이다. 정확한 교통상황을 파악하기 위한 방법으로 택시와 같은 프로브 차량을 이용하는 방법이 많이 사용되고 있다. 이러한 방법은 프로브 차량의 특성에 따라 데이터가 편향될 수 있으며, 막대한 비용이 발생하는 문제점이 있다. V2X 차량은 이러한 문제점을 해결할 수 있으며, 무엇보다 실시간으로 교통정보를 수집하고, 배포가 가능할 것으로 판단된다. 모든 차량이 V2X 차량일 경우, 이러한 문제는 간단하게 해결될 것으로 기대된다. 하지만 일부만 V2X차량일 때는 대표성의 문제가 검토되어야 한다. 이를 위하여 가상의 네트워크와 교통류를 생성하였으며, SUMO 시뮬레이션을 통해 다양한 시나리오분석을 수행하였다. 교통량 수준에 따라 V2X 차량군과 Non-V2X 차량군 사이의통행시간에 대한 통계적 검증을 수행하였다. 3~5% 이상으로 구성된 교통류 또는 110대/시이상으로 V2X 차량이 구성된 교통류에서는 V2X 차량의 통행정보가 대표성을 띌 수 있다는 것을 확인하였다. 향후 다양한 네트워크 및 실제 상황에 대하여 적용하고자 한다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2018"
  },
  "62293bcd7b75355e87e2da7e": {
    "authors": [
      {
        "org": "Dept. of Space, National Atmospheric Research Laboratory, Gadanki, India ii",
        "name": "Narayana Rao, Thota",
        "id": "s127104"
      },
      {
        "org": "Dept. of Space, National Atmospheric Research Laboratory, Gadanki, India ii",
        "name": "Nair, Anish Kumar M.",
        "id": "s127105"
      }
    ],
    "title": "무인운반차(AGV)의 주행경로 및 위치인식을 위한 라인스캔카메라를 이용한 패턴인식 알고리즘 구현",
    "abstract": "AGVS (Automated Guided Vehicle System)는 작업 공간 내 특정 물건 또는 상품들을 자동으로 이동 시켜주는 물류 자동화의 핵심 기술이다. 기존의 AGV는 독립적인 실내위치인식 기술과 함께 각 AGV별로 주행경로 인식을 위해 레이저, 마그네틱, 관성 센서 등을 이용하기 때문에 고비용이며 유지 및 확장이 어렵다는 단점을 가지고 있다. 이러한 단점을 해결하기 위해 본 논문에서는 라인스캐카메라 기반의 마이크로 컨트롤러에서도 구현 가능한 경량화 된 패턴인식 기술을 이용하여 AGV의 주행제어뿐 아니라 위치인식을 동시에 할 수 있는 기술을 제안한다. 제안된 패턴인식기술은 각 AGV가 라인으로 표시된 경로를 인식하여 자율주행을 가능하게 할 뿐 아니라 경로 상에 바코드 형태의 간단한 이미지 형태로 설치된 패턴인식을 통해 AGV자신의 위치를 파악하는 기술을 동시에 제공하기 때문에 AGVS 구현 비용을 획기적으로 줄일 수 있을 뿐 아니라 경로 재설정 및 확장에 유리하다. 제안된 기술의 효용성 검증을 위해 마이크로 컨트롤러에서 동작 가능한 패턴인식기술을 구현하였고, AGV 프로토타입을 이용한 실험으로 그 결과 및 효용성을 검증하였다.",
    "keyword": "",
    "venue": "한국산업정보학회논문지",
    "year": "2018"
  },
  "62293bbb7b75355e87e2da68": {
    "authors": [
      {
        "org": "Department of Medical Informatics, School of Public Health, Jilin University, Changchun, Jilin Province, China",
        "name": "Jia, Yuxi",
        "id": "s301567"
      },
      {
        "org": "College of Physics and Energy, Fujian Normal University, Fujian Provincial Key Laboratory of Quantum Manipulation and New Energy Materials China",
        "name": "Chen, Lan",
        "id": "s75278"
      },
      {
        "org": "Faculty of Information Technology, Speech and Audio Signal Processing Laboratory, Beijing University of Technology, Beijing, China",
        "name": "Xiang, Yang",
        "id": "s3832"
      }
    ],
    "title": "드론을 활용한 도심부 차량별 차로변경 자동인식",
    "abstract": "최근 교통부문 4차 산업혁명의 키워드 중 하나인 자율주행차량이 대두되면서 이를 가능케하는 기술 중 운전자의 눈에 해당하는 카메라를 통한 영상처리 기술이 핵심요소기술로서 관심이 집중되고 있다. 자율주행차량과 더불어 세계 드론 시장 규모도 점차 증가함에 따라 국내·외 여러 기업, 기관 및 지자체 등에서 드론을 활용하기 위한 다양한 연구개발을 추진 중에 있다. 본 연구는 향후 자율주행차량 시대에 발맞추어 드론을 교통분야에 적용하기 위한 방안의 제시를 목적으로 하였다. 드론을 통해 획득된 영상데이터를 전처리한 후 이진화 및 모폴로지 기법의 적용을 통해 차량을 자동 인지하고 혼합 Gaussian을 이용해 차량 위치추적을 위한 레이블링을 수행하였다. Centroid 값 기준으로 차량 레이블링 수행 결과 전체 통과차량에 대한 레이블링율이 71%로 나타났다. 차선 검출을 위해 Gaussian Blur 기법과 픽셀 Y값 기준을 통해 이상치를 제거하고 개별 차선을 순차적으로 연결하였다. 이를 토대로 개별 차량 위치 인식을 통해 차량별 차로변경의 유무를 파악하였다. 실제 차로 변경 횟수와 비교·검증 결과 72% 인식률을 보이는 것으로 분석되었다.",
    "keyword": "",
    "venue": "교통연구",
    "year": "2018"
  },
  "62293ba97b75355e87e2da54": {
    "authors": [
      {
        "org": "Intelligent Biometric Group, School of Electrical and Electronic Engineering, Universiti Sains Malaysia Engineering Campus, 14300 Nibong Tebal, Penang, Malaysia",
        "name": "Ramli, Dzati Athiar",
        "id": "s300883"
      },
      {
        "org": "Humanitarian Engineering and Social Entrepreneurship (HESE) Program, The Pennsylvania State University , University Park, Pennsylvania.",
        "name": "Bram, Joshua T.",
        "id": "s300884"
      },
      {
        "org": "ERNAM-Erciyes University Nanotechnology Application and Research Center, Kayseri, 38039, Turkey",
        "name": "Onses, M. Serdar",
        "id": "s12579"
      }
    ],
    "title": "정밀도로지도 제작을 위한 지상 MMS 측량과 항공사진측량 방법의 적용 가능성 분석",
    "abstract": "디지털 지도를 제작하는 세계적인 기업 중심으로 자율주행자동차를 위한 정밀도로지도 제작이 본격화되었다. 현재 정밀도로지도는 지상 MMS 측량에 의해 제작되고 있으나, 비용과 효율 측면에서 한계가 있다. 이에 다양한 관측방법을 적용한 정밀도로지도의 제작 가능성을 검토하고자 한다. 본 연구는 지상 MMS 측량, 유인 항공사진측량, 무인 항공사진측량 방법으로 정밀도로지도를 제작하여 그 정확도를 확인하였다. 정확도 검증 결과 도로의 선형객체에 대한 위치 정확도는 수평적으로 ±10 cm, 수직적으로 ±20 cm 이내로 확인되었다. 이는 국토지리정보원의 정밀도로지도 품질검사 심사 기준인 ±25 cm를 모두 만족하는 수준이었다. 정확도를 포함하여 각각 방법의 특징을 살펴보았을 때, 최신 항공영상을 활용할 수 있는 대도시 지역에서 항공사진측량과 지상 MMS 측량을 병행하여 적용할 경우 효과적인 정밀도로지도 제작・갱신이 가능할 것으로 기대된다.",
    "keyword": "",
    "venue": "대한공간정보학회지",
    "year": "2018"
  },
  "62293b9d7b75355e87e2da48": {
    "authors": [
      {
        "org": "School of Data and Computer Science, Sun Yat-sen University, China",
        "name": "Zheng, Zibin",
        "id": "s122728"
      }
    ],
    "title": "인터페이스 디자인 소프트웨어를 적용한 자율주행 자동차의 운행 책임에 관한 연구",
    "abstract": "자율주행자동차의 가장 큰 특성은 자율주행시스템이 인간의 운전을 대신한다는 것이다. 자율주행시스템이 인간의 직접 운전을 가능하게 하는 핵심기술은 운행 차량 내부 통신기술, 각종 센서와 CPU(중앙처리장치)의 ‘인터페이스(Interface) 디자인 소프트웨어’ 알고리즘기능으로 요약할 수 있다. 인터페이스의 매개체 기능은 사물의 경계 부분과 그 지점에서의 통신, 접속을 용이하게 하는 것을 의미하며 ‘하드웨어 인터페이스 디자인’, ‘소프트웨어 인터페이스 디자인’ ‘사용자 인터페이스 디자인’의 세 가지로 구분된다.\n그러나 각각의 시스템 핵심기술 요소의 인터페이스가 제대로 작동하지 않으면 기존 인간의 직접 운전으로 발생하는 자동차 사고보다 더 치명적인 경우가 예상되고 유기적인 인터페이스 디자인 기능을 검증하여 사고 원인을 명확하게 밝히는 것 또한 쉽지 않다. 또한, 사고의 원인을 블랙박스 등 데이터 수집 장치를 통해 시간적, 공간적 상황 자료를 수집한다고 하더라도 이를 곧바로 자율주행 자동차 사고의 원인으로 확정하고 법적책임을 부과할 지는 매우 불명확하다.\n따라서 본 연구에서는 인터페이스(Interface) 디자인 소프트웨어’ 알고리즘에 의해 운행되는 자율주행자동차의 독특한 특성을 도외시하고 사고 시, 단순히 운행자 중심의 일반적인 민사배상책임 논리를 적용하거나 자동차 결함이라는 차량 제조자의 제조물책임을 인정하는 것에 의문을 제기하고 인터페이스(Interface) 디자인 소프트웨어’ 알고리즘 결함에 따른 합리적인 법 해석 원리와 제도적 개선안을 제시하려 한다.\n또한, 본 연구는 자율주행 인터페이스 디자인의 중요성을 확인하고 차량 주행시 안정성 확보를 위한 효과적인 산업 디자인 기능과 효용성을 접목시키려는 목적으로 법, 제도적 측면과의 융합적 연구를 시도하였다.",
    "keyword": "",
    "venue": "가천법학",
    "year": "2018"
  },
  "62293ba07b75355e87e2da4d": {
    "authors": [
      {
        "org": "Samsung SDS CSP 연구소",
        "name": "김판규",
        "id": "s264388"
      },
      {
        "org": "Environmental Engineering Program, National Graduate School of Engineering, University of the Philippines - Diliman Philippines",
        "name": "Ballesteros Jr., Florencio",
        "id": "s32791"
      }
    ],
    "title": "지각된 신뢰에 기반한 기술수용모델의 확장과 자율주행에의 적용에 관한 실증연구",
    "abstract": "본 연구는 무인자동차 시스템이 상용화에 가까워짐에 따라 소비자들이 느끼게 되는 다양한 요인들 중에서 자율주행에 대한 기술수용정도를 파악하기 위해 기술수용모델(TAM)을 활용하여 사후행동에 미치는 영향을 파악하고자 하였다. 기존 기술수용모델이 제시한 지각된 사용 이용성의 매개효과와 더불어 본 연구에서는 지각된 신뢰(perceived trust)를 제안하여 사후행동에 대한 매개효과를 가설로 제시하였다. 분석방법은 구조방정식을 활용한 경로분석을 활용하였으며, 분석에 사용된 표본은 160명의 응답 중 149개의 유효한 자료를 이용하였다. 매개효과에 대한 가설검증으로 총효과, 직접효과, 간접효과를 확인하였으며, 비모수 bootstrapping 분석을 추가적으로 실시해 가설검증을 실시하였다. 모든 가설은 유의미하였으며 부분적인 간접효과가 있는 것으로 확인되어 매개효과가 있다는 것을 발견하였다.",
    "keyword": "",
    "venue": "디지털융복합연구",
    "year": "2018"
  },
  "62293ba97b75355e87e2da56": {
    "authors": [
      {
        "org": "Department of Physics and Institute for Nano Science, Korea University",
        "name": "Jeon, Gi-Wan",
        "id": "s11257"
      },
      {
        "org": "Department of Physics and Institute for Nano Science, Korea University",
        "name": "Kim, Hyo-Jung",
        "id": "s11258"
      },
      {
        "org": "Department of Physics and Institute for Nano Science, Korea University",
        "name": "Lee, Cheol-Eui",
        "id": "s11259"
      },
      {
        "org": "Department of Applied Physics, Dankook University",
        "name": "Noh, S.J.",
        "id": "s11260"
      },
      {
        "org": "Department of Applied Physics, Dankook University",
        "name": "Kim, H.S.",
        "id": "s11261"
      }
    ],
    "title": "단안 카메라를 딥 러닝 네트워크 기반의 객체 검출 및 거리추정",
    "abstract": "본 연구에서는 단안 카메라를 통한 실시간 차선 검출과 딥 러닝 네트워크를 기반으로 하는 객체 검출 및 거리 추정 시스템을제안한다. 단안 카메라를 통해 취득한 이미지의 원근감을 제거한 뒤 Sliding Windows 기법을 이용해 차선에 해당하는후보군을 선정하고, RANSAC 기법을 통해 차선을 검출한다. 객체 검출의 경우 기존의 Computer Vision 알고리즘보다검출률이 높고 주변 환경 변화에 강인한 딥 러닝을 이용한다. 또한, 타 센서로부터 취득한 거리 데이터를 기반으로 단안카메라에서 검출된 객체의 Bounding Box Pixel 값과 실제 거리 정보의 관계를 이용하여 수식을 세우고, 이를 통해 객체와차량의 거리를 추정한다. 그리고 자율주행 차량의 안정적인 주행을 위해 종·횡 방향 제어를 한다. 그리고 차선유지 및 전방객체와의 거리에 따른 위험도 판별을 긴급제동(Auto Emergency Braking) 실험을 통해 제안한 시스템의 성능을 검증한다.",
    "keyword": "",
    "venue": "한국지능시스템학회 논문지",
    "year": "2018"
  },
  "62293ba97b75355e87e2da57": {
    "authors": [
      {
        "org": "Institute of Fluid Science, Tohoku University, 2-1-1 Katahira, Aoba, Sendai, 980-8577, Japan",
        "name": "Nakamura, Hisashi",
        "id": "s228396"
      },
      {
        "org": "Electrical Engineering Department, Indian Institute of Technology Delhi, New Delhi, India",
        "name": "Singh, Bhim",
        "id": "s117365"
      },
      {
        "org": "Centre for Research and Technology Hellas,Information Technologies Institute,Thessaloniki,Greece",
        "name": "Daras, Petros",
        "id": "s85296"
      }
    ],
    "title": "자율 주행 소프트웨어를 위한 차량 제어 프레임워크 구현 및 평가",
    "abstract": "본 논문에서는 자율주행 소프트웨어를 위한 차량 제어 프레임워크(Vehicle Control Framework)의 구현을 기술한다. 차량 제어 프레임워크는 조향 휠, 브레이크 페달, 가속 페달, 기어 스틱을 제어하는 프레임워크로서 차량의 전장 시스템 내부에 이미 구현된 경우에는 CAN버스와 같은 인터페이스를 통해서 외부의 자율주행 소프트웨어가 제어할 수 있다. 그러나, 이러한 인터페이스가 공개되지 않은 경우에 자율주행 시스템을 개발하고자 한다면, 전장 시스템 외부에 차량 제어 프레임워크를 제작하고 이 프레임워크와 자율주행 소프트웨어 사이에서 동작하는 VCI (Vehicle Control Interface) 소프트웨어를 구현해야 한다. 본 논문에서는 실제 차량을 대상으로 제작한 이더캣(EtherCAT) 필드버스 기반 VCF 프레임워크와 이를 위한 VCI 인터페이스의 구현을 기술한다. 제안한 프레임워크와 소프트웨어 구현은 실제 차량의 주행 시험을 통하여 그 기능을 검증하였다.",
    "keyword": "",
    "venue": "정보과학회 컴퓨팅의 실제 논문지",
    "year": "2018"
  },
  "62293ba47b75355e87e2da51": {
    "authors": [
      {
        "org": "Department of Surgery, Sungkyunkwan University School of Medicine, Samsung Medical Center, Seoul, Korea",
        "name": "Han, Seung Wook",
        "id": "s119761"
      },
      {
        "org": "Sch. of Eng. & Math. Sci., City Univ. London, London, UK",
        "name": "Rahulamathavan, Yogachandran",
        "id": "s300604"
      },
      {
        "org": "Fac. of Eng., Multimedia Univ., Cyberjaya, Malaysia",
        "name": "Phan, Raphael C-W",
        "id": "s300605"
      },
      {
        "org": "School of Resources and Environmental Science, Wuhan University China",
        "name": "Feng, Luwei",
        "id": "s120398"
      }
    ],
    "title": "인프라-차량(I2V) 통신 기반 서비스 시나리오에 따른 자율협력주행 도로시스템 성능평가 방안 연구",
    "abstract": "자율협력주행 도로시스템은 자율주행차와 V2X 통신으로 연결되어 상호정보를 주고받으며 자율주행차의 안전주행을 지원하는 도로인프라 시스템을 말합니다.\n본 연구는 자율협력주행 도로시스템 서비스의 성능평가 방안 제시를 목적으로 하며, 도로인프라에서 자율주행차에 정보를 제공하는 I2V 서비스 중 ‘작업구간 정보제공 서비스'를 예를 들어, 먼저 서비스에 대한 Use Case 분석과 서비스 성능을 확인하기 위해 필요한 요구사항 및 서비스 범위를 정의하고, 이러한 서비스의 성능평가 수행을 위한 평가시스템을 제안하였다. 또한, 본 연구에서 제안한 평가시스템을 활용하여 ‘작업구간 정보제공 서비스’의 현장시험을 통해 평가 가능여부를 검증하였다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2018"
  },
  "62293bce7b75355e87e2da86": {
    "authors": [
      {
        "org": "Department of Electrical and Computer Engineering, National University of Singapore, Singapore",
        "name": "Vishwanath, Kale Rahul",
        "id": "s16939"
      },
      {
        "org": "Department of Electrical and Computer Engineering, National University of Singapore, Singapore",
        "name": "Fong, Xuanyao",
        "id": "s16940"
      }
    ],
    "title": "정밀전자지도 기반의 차로 수준의 위치정보 교환 프레임워크 개발",
    "abstract": "최근 자율주행차와 같이 고정밀의 위치 정확도를 요구하는 기술이 개발됨에 따라 정확도가 높은 위치정보 교환 기술 또는 위치참조방법 개발의 필요성이 대두되고 있다. 이에 본 연구는 정밀전자지도를 이용하는 차로 수준의 위치참조방법 프레임워크를 제안하고, 새로운 위치참조방법을 구현, 분석 및 평가할 수 있는 툴(tool)의 설계 및 개발을 목적으로 한다. 이를 위해 위치참조방법의 필요성과 정의, 그리고 정확도 높은 위치 정보의 교환을 위한 정밀전자지도의 기본 구조를 제안하고, 이를 기반으로 차로 수준의 위치참조방법을 위한 프레임워크를 제시하였다. 프레임워크의 실제 구현 및 테스트, 분석을 위해 필요한 분석 평가 툴을 개발하기 위해 기본 아키텍처 설계 및 그에 따른 실제 C/C++ 기반의 윈도우 응용 프로그램 개발을 수행하였다. 마지막으로 분석 평가 툴을 이용해서 이종 정밀전자지도 간의 위치 정보를 교환하는 테스트를 통해 그 실효성을 검증하였다.",
    "keyword": "",
    "venue": "디지털콘텐츠학회논문지",
    "year": "2018"
  },
  "62293b997b75355e87e2da38": {
    "authors": [
      {
        "org": "Seoul National University of Science and Technology, Department of Computer Science and Engineering",
        "name": "Aziz, Arif Abdul",
        "id": "s299569"
      }
    ],
    "title": "완전 자율주행차에 적용된 인터랙티브 이모티콘이 자동차 디자인 인식에 미치는 영향",
    "abstract": "연구배경: 완전 자율주행차의 등장으로 인해 “자동차에서 모빌리티로 진화”가 빠른 속도로 실현되고 있다. 많은 연구가 탑승객 중심으로 디지털 콕핏과 새로운 인테리어 등 차량 내부 인터페이스를 주제로 다루고 있는 가운데, 본 연구는 완전 자율주행차가 보편화되기 위해서 전반적인 소비자의 불안한 인식을 개선하는 것이 우선이라는 연구들을 먼저 참고하였다. 이 논문은 그러한 연구들을 바탕으로 어떻게 하면 탑승객뿐만 아니라 보행자나 일반 차량의 운전자까지도 완전 자율주행차와 대면하고 소통할 수 있을지에 대한 해결안을 모색하였다. 그리하여, 본 연구에서 해결안으로 제시하는 차량의 외부 인터페이스를 통한 인터랙션 디자인으로 인하여 도로의 광범위한 사용자 층에게 두 가지 측면에서 인식 및 인지의 변화를 가져오는지 보여주고자 하였다. 첫째, 도로의 사용자가 이 차량을 신뢰할 수 있는 자율주행 시스템으로 인식할 것인가? 둘째, 도로의 사용자가 이 차량의 자율주행 운행 상태를 의도대로 인지할 것인가? 인터랙티브 이모티콘은 이러한 인식과 인지를 개선하기 위한 해결안으로 도입되었다. 이 논문에서 이것이 소비자의 부정적인 인식 및 새로운 정보의 인지를 높이는 데 기여하였는지 아래와 같은 방법을 통해 검증하였다.\n연구방법: 자동차의 외형을 평가할 때 디자이너가 공통적으로 사용하는 형용사 쌍으로 이모티콘이 없을 때 대비 있을 때 느낌을 평가하게 했다. 총 61명의 디자이너 혹은 디자인 관련자가 두 개 모두 평가하였고, 이모티콘의 애니메이션을 확인할 수 있는 온라인 설문으로 수행했다.\n연구결과: 16쌍의 형용사를 의미차별화 다항목 척도로 피실험자 내 디자인으로 두 디자인에 대해 평가하게 하였다. 3개 척도로 각각의 항목에 대해 평가한 점수를 비교한 결과, 총 8쌍의 형용사가 이모티콘 적용 전후 다르게 인식된 것으로 나타났다. 이것을 해석하기 위해 요인분석을 실시하여 유의한 그룹핑을 형성하였다. 총 5개 요소로 그룹핑되고 이 중 4개 요소에 영향이 있었다. 이모티콘 적용 후 더 신나는, 우아한, 동적인, 부드러운, 현대적인, 미래적인, 여성스러운, 가벼운 쪽으로 나타났다.\n결론: 인공지능과 같은 우리 삶에 편익을 주는 기술을 탑재한 자율주행차가 일반 차량과 다른 존재라는 점을 긍정적으로 다가간 결과는 긍정적이다. 기술에 대한 신뢰를 회복하는 데 기여하기 위해서는 이모티콘의 스타일 및 상황에 따른 인터랙션에 대해 더 고민할 필요가 있겠다.",
    "keyword": "",
    "venue": "Journal of Integrated Design Research",
    "year": "2018"
  },
  "62293bc57b75355e87e2da6d": {
    "authors": [
      {
        "org": "Department of Computer Science and Engineering, American University of Sharjah, Sharjah, United Arab Emirates",
        "name": "Shapsough, Salsabeel",
        "id": "s120813"
      },
      {
        "org": "Key Laboratory of Thermo-Fluid Science and Engineering of MOE, School of Energy and Power Engineering, Xi’an Jiaotong University China",
        "name": "Ma, Zhao",
        "id": "s119515"
      },
      {
        "org": "Department of Mechanical Engineering, American University of Sharjah, Sharjah, United Arab Emirates",
        "name": "Takrouri, Mohannad",
        "id": "s120814"
      },
      {
        "org": "The University of Texas MD Anderson Cancer Center, Houston, TX",
        "name": "Rodriguez, Maria Alma",
        "id": "s120629"
      },
      {
        "org": "Department of Electrical Engineering, American University of Sharjah, Sharjah, United Arab Emirates",
        "name": "Dhaouadi, Rached",
        "id": "s120815"
      },
      {
        "org": "Department of Computer Science and Engineering, American University of Sharjah, Sharjah, United Arab Emirates",
        "name": "Zualkernan, Imran",
        "id": "s120816"
      },
      {
        "org": "The University of Texas MD Anderson Cancer Center, Houston, TX",
        "name": "Lewis-Patterson, Paula A.",
        "id": "s120630"
      }
    ],
    "title": "자율협력주행을 위한 V2X 보안통신의 신뢰성 검증",
    "abstract": "V2X 통신이란 차량이 유무선망을 통해 다른 차량, 인프라, 네트워크, 보행자 등과 같은 객체들과 정보를 교환하는 기술이다. V2X 통신 기술은 최근 꾸준히 연구되어 왔으며 자율주행 차량 기술과 결합된 자율협력주행 기술에 중요한 역할을 수행해왔다. 자율주행 차량은 V2X 통신을 통해 외부 정보를 수신함으로써 차량 센서의 인식범위를 확장시키고 보다 안전하고 자연스런 자율주행을 지원할 수 있다. 이러한 자율협력주행 차량을 공공도로에서 운행하기 위해서는 V2X 보안통신의 신뢰성이 사전에 검증되어야 한다. 본 논문에서는 자율협력주행을 위한 V2X 보안통신에 대한 테스트 시나리오와 테스트 절차를 제안하고 검증 결과를 제시한다.",
    "keyword": "",
    "venue": "한국항행학회논문지",
    "year": "2018"
  },
  "62293bb27b75355e87e2da62": {
    "authors": [
      {
        "org": "Department of Electrical and Computer Engineering, National University of Singapore, Singapore",
        "name": "Vishwanath, Kale Rahul",
        "id": "s16939"
      },
      {
        "org": "Department of Electrical and Computer Engineering, National University of Singapore, Singapore",
        "name": "Fong, Xuanyao",
        "id": "s16940"
      }
    ],
    "title": "차량센서를 활용한 교통 상태 관측 기술 개발",
    "abstract": "실시간으로 변화하는 도로의 교통 상태를 정확하게 관측하는 기술은 교통 혼잡 완화와 안전 향상, 그리고 자율주행 기술 개발에 필수적이다. 또한 최근 각종 센서 기술의 발전으로 다양한 센서가 차량에 설치되어 ADAS(Adavanced Driving Assistant System) 기능 구현에 활용되고 있다. 이에 본 연구는 차량에 장착된 센서로부터 수집된 데이터를 활용하여 도로의 교통 상태를 관측하는 시스템 개발을 목적으로 한다. 이를 위해 다양한 차량 센서의 특징을 검토하고 교통 상태와 관련한 문헌을 고찰하였다. 그리고 차량 센서의 특성 검토 결과와 전문가 의견을 수렴하여 시스템 요구사항을 도출한 후, 그 결과를 토대로 시스템 아키텍처를 설계하였다. 레이더와 영상카메라, GPS를 활용한 교통 상태 관측 시스템의 사용자 환경을 설계하고 Labview 개발 언어를 이용하여 윈도우 응용 프로그램을 개발한 후, 현장 테스트를 통해 성능을 검증한 결과, 시스템 지연 없이 작동하는 것을 확인하였다.",
    "keyword": "",
    "venue": "디지털콘텐츠학회논문지",
    "year": "2018"
  },
  "62293bb67b75355e87e2da66": {
    "authors": [
      {
        "org": "Department of Electrical and Computer Engineering, National University of Singapore, Singapore",
        "name": "Vishwanath, Kale Rahul",
        "id": "s16939"
      },
      {
        "org": "Department of Electrical and Computer Engineering, National University of Singapore, Singapore",
        "name": "Fong, Xuanyao",
        "id": "s16940"
      }
    ],
    "title": "정밀전자지도를 활용한 디지털 도로 이벤트 관리 시스템",
    "abstract": "표로 한다. 이를 위해서는 차량에 탑재된 센서의 고도화뿐만 아니라 통신을 통해 수집되는 자료의 고정밀화가 필수적이기 때문에 도로 이벤트 위치 정보를 보다 정확하게 작성하고 관리할 필요가 있다. 이에 본 연구에서는 도로에서 발생하는 다양한 도로 이벤트 정보를 차로 수준의 정확도로 입력하고 관리할 수 있는 시스템인 정밀전자지도를 이용한 디지털 도로 이벤트 관리 시스템(DREMS)을 개발하였다. DREMS의 개발을 위해 먼저 기존 문헌을 고찰하고 시스템의 요구사항을 분석한 후, 그에 따른 시스템 아키텍처 설계 및 사용자 환경 설계를 수행하였다. 그리고 세부 기능 설계를 통해 실제 시스템 소프트웨어 프로그램 시작품을 구현하였다. 텍스트 기반의 도로 공사 정보를 DREMS를 이용하여 디지털 도로 이벤트 정보로 생성하는 시스템 수행 검증을 수행한 결과, 이벤트 정보가 차로 수준으로 정확하게 생성되는 것을 확인할 수 있었다.",
    "keyword": "",
    "venue": "디지털콘텐츠학회논문지",
    "year": "2018"
  },
  "62293b8d7b75355e87e2da1e": {
    "authors": [
      {
        "org": "V. V. Voevodsky Institute of Chemical Kinetics and Combustion, Siberian Branch of the Russian Academy of Sciences Russian Federation",
        "name": "Salomatova, Victoria A.",
        "id": "s73237"
      },
      {
        "org": "V. V. Voevodsky Institute of Chemical Kinetics and Combustion, Siberian Branch of the Russian Academy of Sciences Russian Federation",
        "name": "Pozdnyakov, Ivan P.",
        "id": "s73238"
      },
      {
        "org": "Novosibirsk State University Russian Federation",
        "name": "Sherin, Peter S.",
        "id": "s73239"
      },
      {
        "org": "Mahatma Gandhi University India",
        "name": "Devadasan, Dineep",
        "id": "s73240"
      },
      {
        "org": "Mahatma Gandhi University India",
        "name": "Aravindakumar, Charuvila T.",
        "id": "s73241"
      },
      {
        "org": "V. V. Voevodsky Institute of Chemical Kinetics and Combustion, Siberian Branch of the Russian Academy of Sciences Russian Federation",
        "name": "Grivin, Vjacheslav P.",
        "id": "s73242"
      }
    ],
    "title": "실도로 주행 조건 기반의 자율주행자동차 고위험도 평가 시나리오 개발 및 검증에 관한 연구",
    "abstract": "Currently, a lot of researches about high risk test scenarios for autonomous vehicle and advanced driver assistance systems have been carried out to evaluate driving safety. This study proposes new type of test scenario that evaluate the driving safety for autonomous vehicle by reconstructing accident database of national automotive sampling system crashworthiness data system (NASS-CDS). NASS-CDS has a lot of detailed accident data in real fields, but there is no data of accurate velocity in accident moments. So in order to propose scenario generation method from accident database, we try to reconstruct accident moment from accident sketch diagram. At the same step, we propose an accident of occurrence frequency which is based on accident codes and road shapes. The reconstruction paths from accident database are integrated into evaluation of simulation environment. Our proposed methods and processor are applied to MILS (Model In the Loop Simulation) and VILS (Vehicle In the Loop Simulation) test environments. In this paper, a reasonable method of accident reconstruction typology for autonomous vehicle evaluation of feasibility is proposed.",
    "keyword": "",
    "venue": "자동차안전학회지",
    "year": "2018"
  },
  "62293bc57b75355e87e2da70": {
    "authors": [
      {
        "org": "Department of Computer Science, University of Salerno, Fisciano, Italy",
        "name": "De Santis, Alfredo",
        "id": "s301989"
      },
      {
        "org": "Department of Computer Science, University of Salerno, Fisciano, Italy",
        "name": "Palmieri, Francesco",
        "id": "s301990"
      },
      {
        "org": "Department of Computer Science, University of Salerno, Fisciano, Italy",
        "name": "Pizzolante, Raffaele",
        "id": "s301991"
      },
      {
        "org": "cloudminds",
        "name": "Lian, Shiguo",
        "id": "s7229"
      },
      {
        "org": "cloudminds",
        "name": "Shi, Fuyuan",
        "id": "s7230"
      }
    ],
    "title": "3D 자동차 시뮬레이터 기반 상호작용형 ADAS 개발 및 검증 프레임워크",
    "abstract": "자율 주행 차량은 주변 환경의 정보를 수집하는 센서, 측정된 데이터를 판단하는 제어 모듈로 구성된 첨단 운전자 지원 시스템(ADAS)을 기반하고 있다. 최근에 자율주행 기술에 대한 관심이 증가함에 따라 ADAS 입문 개발자들 및 학습자들을 위한 손쉬운 개발프레임워크가 필요하다. 그러나, 기존 개발 및 검증 방식은 고성능 자동차 시뮬레이터를 기반하기 때문에 검증 방법의 복잡성 및 고비용 등의 단점이 있다. 또한, 대부분의 방식은 시뮬레이터로부터 ADAS에서 필요로 하는 센싱 데이터를 직접 제공하지 않으므로 검증 신뢰성의 한계가 있다. 본 논문에서는 기존 방식들의 문제점들을 극복하는 3D 자동차 시뮬레이터를 활용한 상호작용형 ADAS 개발 및 검증 프레임워크를 제시한다. 영상인지 기반의 인공지능을 적용한 ADAS를3D 자동차 시뮬레이터에서의 가상센서로 구현하고, 실제 시나리오에 자율주행 검증을 진행하였다.",
    "keyword": "",
    "venue": "전기전자학회논문지",
    "year": "2018"
  },
  "62293bca7b75355e87e2da7d": {
    "authors": [
      {
        "org": "cloudminds",
        "name": "Lian, Shiguo",
        "id": "s7229"
      },
      {
        "org": "Department of Chemistry, Faculty of Science, Chulalongkorn University, Bangkok, 10330, Thailand",
        "name": "Sukpirom, Nipaka",
        "id": "s13588"
      },
      {
        "org": "Beihang University",
        "name": "Bai, Jinqiang",
        "id": "s7228"
      },
      {
        "org": "cloudminds",
        "name": "Shi, Fuyuan",
        "id": "s7230"
      }
    ],
    "title": "H-DsM：하이브리드 시스템 검증을 위한 HILS 지원 분산 시뮬레이션 미들웨어",
    "abstract": "4차 산업혁명에 대한 관심도가 높아지면서, 현실에 존재하는 요소들과 가상에 존재하는 요소들이 상호작용 하는 CPS 라는개념이 중요한 기술로 주목받고 있다. 전기자동차, 자율주행, 스마트 팩토리나 스마트 그리드 시스템과 같은 복잡한 구조를가진 시스템들은 4차 산업혁명의 핵심 기술 분야로 간주되고 있으며, 이를 개발하기 위해 많은 연구가 이루어지고 있다. 하지만 시스템 구성요소들의 복잡한 연결은 개발을 어렵게 하고, 개발의 신뢰성을 보장하기 쉽지 않다. 시스템의 신뢰성은 자율주행자동차 경우 사람의 안전 직결되며 실제 자동차의 하드웨어와 ADAS의 소프트웨어의 연결된 검증이 필수적이다. 본 논문에서는 복잡한 하이브리드 시스템의 신뢰성 있는 검증을 위해 HILS를 지원하는 분산 시뮬레이션 미들웨어를 제안한다",
    "keyword": "",
    "venue": "전기전자학회논문지",
    "year": "2018"
  },
  "62293bd77b75355e87e2da9a": {
    "authors": [
      {
        "org": "명지대 기록정보과학전문대학원",
        "name": "김익한",
        "id": "s264867"
      },
      {
        "org": "대구광역시 달성교육지원청",
        "name": "김은실",
        "id": "s264866"
      },
      {
        "org": "한국기계연구원 부설 재료연구소(KIMS) 전기화학연구실",
        "name": "신성철",
        "id": "s306940"
      }
    ],
    "title": "프로브 수집 위치기반 도로위험정보 통합 및 판단 알고리즘",
    "abstract": "프로브 차량을 이용한 이동식 교통정보수집체계가 확산되면서, 기존 소통정보 이외에 차량내 센서를 이용한 포트홀, 낙하물, 노면결빙과 같은 도로위험정보 수집이 가능해지고 있다. 본연구는 다수의 프로브 차량이 GPS 좌표 기반으로 도로위험정보와 같은 이벤트를 검지했을 때시간․공간적으로 통합하여 실시간으로 처리하는 복합처리 알고리즘을 개발하였다. 알고리즘의 핵심기능은 특정 지점에 발생된 도로위험정보를 ①다수의 프로브가 서로 다른 GPS 좌표로검지한 결과로 부터 동일지점인지 여부를 판단하고, ②그 지점을 국가표준노드링크 상에 특정하여 이벤트 데이터를 생성하며, ③생성된 이벤트 데이터가 유효한지 지속적으로 판단하고, ④ 도로위험상황이 종료되었을 때 이벤트를 종료시키는 것이다. 이를 위해 프로브 차량이 수집한도로위험정보를 실시간으로 처리하여 조건부 확률을 지속적으로 갱신하는 과정을 통해 이벤트의 유효성을 판단하고 종료할 수 있도록 개발하였고, 시뮬레이션을 통해 알고리즘의 적용가능성을 검증하였다. 개발된 복합처리 알고리즘은 향후 C-ITS 및 자율주행자동차 등 프로브 기반의 교통정보 수집 및 이벤트 정보 처리에 적용 가능할 것으로 판단된다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2018"
  },
  "62293bce7b75355e87e2da7f": {
    "authors": [
      {
        "org": "정일공업",
        "name": "박형선",
        "id": "s285784"
      },
      {
        "org": "School of Computer Science, Carleton University, Ottawa, Ontario, Canada",
        "name": "Chiasson, Sonia",
        "id": "s303005"
      }
    ],
    "title": "첫 댓글의 영향력: 온라인 뉴스댓글에 대한 정보왜곡 효과 탐구",
    "abstract": "본 연구는 소비자 의사결정 연구에서 제안하는 사전 정보왜곡(predicisonal information distortion) 현상을 온라인 뉴스 댓글 영역에 대입하여 확인해보고자 하였다. 사전 정보왜곡 은 대안에 대한 선호나 태도가 완벽하게 결정되지 않는 상황에서 사람들이 주어진 정보를 활용하여 잠재적 태도를 형성하고 이후에 제시되는 정보를 본인의 잠재적 태도를 강화하는 방향으로 해석하는 경향성을 의미한다. 본 연구에서는 댓글 서비스를 이용하는 개인이 기사의 주제에대해 강한 태도를 가지고 있지 않을 때 처음 접하게 되는 댓글이 지지하는 입장에 따라 잠재적태도를 형성하게 되면 그 태도와 일치하는 뒤이어 제시되는 댓글들에 대해 왜곡된 평가를 할 것이라는 가설을 검증하였다. 가설 검증을 위하여 대학생을 대상으로 자율주행 자동차 도입에 대한 댓글 자극을 활용하여 예비 실험, 첫 댓글의 입장에 따라 구 분되는 두 번의 본 실험을 3주간격으로 반복 실시하였다. 연구 결과 첫 댓글이 지지하는 입장과 일치하는 댓글 평가에 대해서정보왜곡 현상이 발견될 것이라는 가설이 지지되었다. 구체적으로 참가자들은 첫 댓글을 읽지않고 평가했을 때에 비해 첫 댓글을 읽고 난 후 첫 댓글의 입장과 동일한 입장을 가진 댓글의설득력과 동의수준을 더 높게 평가하였다. 그러나 첫 댓글에 의해 형성된 일시적인 태도는 자율주행 자동차 도입에 대한 참가자들의 기존 태도를 변화시킬 정도 의 영향력을 보이지는 않았다.\n연구 결과를 중심으로 본 연구의 의의 및 한계, 댓글 정보왜곡 현상에 관한 추후 연구 방향도 함께 논의하였다.",
    "keyword": "",
    "venue": "광고학연구",
    "year": "2019"
  },
  "62293baa7b75355e87e2da58": {
    "authors": [
      {
        "org": "Beijing SmartChip Microelectronics Technology Company Limited,Beijing,China",
        "name": "Yuan, Jianan",
        "id": "s117392"
      },
      {
        "org": "Center for Secure and Dependable Systems, University of Idaho, Idaho, USA",
        "name": "Oyewumi, Ibukun A.",
        "id": "s117393"
      },
      {
        "org": "Department of Applied Physics, Dankook University",
        "name": "Noh, S.J.",
        "id": "s11260"
      },
      {
        "org": "Department of Applied Physics, Dankook University",
        "name": "Kim, H.S.",
        "id": "s11261"
      }
    ],
    "title": "라이다를 이용한 장애물 검출 및 자동차 경로계획에 관한 연구",
    "abstract": "본 논문에서는 자율주행 자동차 주행의 안전성 및 정확성 확보를 위해 LiDAR와 GPS를 사용한 장애물 검출 및 경로계획시스템을 제안한다. 자율주행 자동차의 현재 위치를 추정하고 주변 환경에 대한 정보를 획득하여 차량의 경로를 계획하면주행상황에 따라 능동적으로 반응하는 자율주행이 가능하다. GPS data의 오차를 줄여 정확한 차량의 위치를 추정하고 미리취득한 경유점을 이용하여 현재 위치로부터의 전역경로를 계획한다. 또한, LiDAR data로부터 차량 주변의 장애물을 인식및 검출하고 거리를 산출하여 주행상황에 최적화된 지역경로를 계획한다. 직선 구간에 장애물을 설치하고 차량이 장애물을회피 주행하는 실험을 통해 제안한 시스템의 성능을 검증한다.",
    "keyword": "",
    "venue": "한국지능시스템학회 논문지",
    "year": "2019"
  },
  "62293b9d7b75355e87e2da44": {
    "authors": [
      {
        "org": "연세대학교 바른ICT연구소",
        "name": "이보성",
        "id": "s299940"
      },
      {
        "org": "연세대학교 바른ICT연구소",
        "name": "이중엽",
        "id": "s299941"
      },
      {
        "org": "군산대학교 전파공학과",
        "name": "지석근",
        "id": "s299259"
      },
      {
        "org": "군산대학교 전파공학과",
        "name": "김영완",
        "id": "s299258"
      },
      {
        "org": "춘해보건대학교 간호학과",
        "name": "배은희",
        "id": "s160340"
      },
      {
        "org": "전북대학교",
        "name": "고석철",
        "id": "s14358"
      }
    ],
    "title": "SAE Level 3 자율주행자동차의 고장 안전성 정량적 평가 방법 개발에 관한 연구",
    "abstract": "자율주행자동차는 고장이 발생하면 큰 위험에 노출되기 쉬우며, 이런 이유로 각국에서는자율주행자동차가 본격적으로 양산되기 전부터 고장 안전성을 객관화된 기준으로 평가하기위한 연구에 많은 노력을 기울이고 있다. 특히 레벨3로 불리는 조건부 자율주행자동차는 고장이 발생할 경우 제어권이 운전자에게 이전되어야 하는데 이때에 운전자의 제어 가능성이 충분히 확보되어야 한다. 따라서 본 논문에서는 조건부 자율주행자동차를 대상으로 고장 안전성을정량적으로 평가할 수 있는 방법에 관한 연구를 수행하였으며, 개발된 방법을 시뮬레이션을통해 검증하였다. 또한 본 논문에서 제안하는 평가 방법이 고장 안전성을 정량적으로 판단할수 있음을 확인 하였다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2019"
  },
  "62293b997b75355e87e2da39": {
    "authors": [
      {
        "org": "ImViA EA 7535, University of Burgundy, Dijon, France",
        "name": "Lalande, Alain",
        "id": "s6556"
      },
      {
        "org": "KAIST 무선전력전송연구센터",
        "name": "신승용",
        "id": "s299342"
      },
      {
        "org": "School of Computing, National University of Singapore, Singapore",
        "name": "Li, Jianshu",
        "id": "s6219"
      }
    ],
    "title": "부분자율주행 체험환경에서 에이전트 인터랙션 방식이 운전자 경험에 미치는 영향 - 자기효능감과 에이전트 체화 효과를 중심으로 -",
    "abstract": "ADAS 기능의 상용화에 따라 자율주행 시스템 체험에 대한 필요성이 높아지면서, 인공지능 에이전트의 역할이주목받고 있다. 이 연구는 자기효능감 자극과 에이전트 체화 효과를 검증하기 위한 자율주행 체험 실험이다. 시뮬레이터 실험을 통해 자기효능감 자극의 유무, 에이전트 체화의 유무에 따른 사회적 실재감, 인지된 위험, 그리고 인지된용이성 요인의 효과를 측정하였다. 분석 결과, 자기효능감 자극은 사회적 실재감, 인지된 위험에 긍정적 영향을 주고, 에이전트 체화는 인지된 용이성에 부정적 영향을 주는 것으로 확인되었다. 연구결과에 기반하여 부분자율주행 시스템의 수용도를 높일 수 있는 에이전트 설계 가이드라인을 제안하였다.",
    "keyword": "",
    "venue": "문화기술의 융합",
    "year": "2019"
  },
  "62293b947b75355e87e2da28": {
    "authors": [
      {
        "org": "Progressive Systems S.r.l., Rome, Italy",
        "name": "Arcorace, Mauro",
        "id": "s119154"
      },
      {
        "org": "Progressive Systems S.r.l., Rome, Italy",
        "name": "Rivolta, Giancarlo",
        "id": "s119155"
      },
      {
        "org": "Progressive Systems S.r.l., Rome, Italy",
        "name": "Cuccu, Roberto",
        "id": "s119156"
      },
      {
        "org": "Department of Information Engineering, Electronics and Telecommunications (DIET), Sapienza University of Rome, Rome, Italy",
        "name": "Marzano, Frank Silvio",
        "id": "s119157"
      }
    ],
    "title": "자율주행 차량의 안전성 검증 방법에 관한 연구",
    "abstract": "자율주행자동차는 카메라, 레이더, 라이다, V2X, 정밀지도 등 다양한 센서의 데이터로 도로환경을 인지하도록구성되어 있지만, 주행 중 지속적인 사고 사례가 접수되어 실효성이 제기되는 사항이다. 이에 따라 자율주행 차량의 안전성을 고려할 수 있는 시험 평가 항목이 계속 증대되고 있으며, 제품 개발에 소요되는 시간과 금액 또한기하급수적으로 증대하고 있다. 이에 따라 제품 개발을 원활하게 진행하기 위해서는 자동화된 시험 평가 방법 정립이 필요한 시점이다. 최근 국내․외 자율주행 평가 방법 동향은 가상현실 기반 시험 방법을 통해 실제 상황에서인식할 수 없는 상황까지 고려한 기술 개발 및 시험 방법을 제안하고 있다. 본 논문에서는 자율주행 차량의 단위부품을 포함한 전 단위 시험 평가 방법에 대해 제시하였으며, 이는 가상기반의 시험, 시험장 시험, 실도로 시험까지 연계하여 자율주행 기술이 원활하게 개발될 수 있도록 하는 자율주행의 통합 안전성 평가 방법이다.",
    "keyword": "",
    "venue": "한국통신학회논문지",
    "year": "2019"
  },
  "62293bc77b75355e87e2da73": {
    "authors": [
      {
        "org": "상명대학교 지식보안경영학과",
        "name": "전창욱",
        "id": "s303308"
      },
      {
        "org": "선문대학교 대학원 재료금속공학과",
        "name": "박영덕",
        "id": "s11382"
      },
      {
        "org": "Graduate Institute of Ferrous Technology, Pohang University of Science and Technology",
        "name": "Kim, In-Gee",
        "id": "s11386"
      }
    ],
    "title": "운전자의 전방 미주시로 인한 사고 시뮬레이션을 위한 차량추종 모형 개발 연구",
    "abstract": "최근 자율주행 차량 기술의 발전과 더불어 새로운 시스템의 개발과 안전성능 검증을 위한 교통 시뮬레이션에 대한 수요가 증가하고 있으나, 기존의 차량추종 모형을 사용하는 교통 시뮬레이션들은 차량 간 추돌과 같은 위험상황들을 모사하는 데에는 한계를 지니고 있다. 본 논문에서는 시뮬레이션에 대한 이러한 새로운 수요를 반영하기 위해, 운전자의 행태를 모사하여 사고 상황을 비롯한 위험상황을 재현할 수 있는 차량추종 모형을 제안하고자 한다. 특히, 본 논문은 다양한 사고유형들 중에서도 운전자의 전방 미주시 행태로 인해 발생하는 차량 간 후미 추돌사고를 재현하는 것을 목적으로 하고 있다. 먼저, 운전자의 주시행태에 대한 분석을 수행하였으며, 이를 위해 VTTI (Virginia Tech Transportation Institute)에서 제공하는 100대 차량의 일상주행연구 데이터를 활용하였다. 분석 과정에서 운전자의 주시행태에 영향을 미치는 다양한 요소들을 도로 환경 변수들과 차량주행 변수들로 구분하였으며, 계층적 의사결정 나무 분석을 수행하여 주요 변수들을 선별하고 11개의 주행 시나리오들을 도출하였다. 각각의 주행 시나리오별로 운전자의 주시행태 모형을 결정하였고, 이를 과포화 고속도로 교통류 알고리즘(Oversaturated Freeway Flow Algorithm, OFFA)의 차량추종 모형과 결합시켜 Distracted-OFFA를 제안하였다. 시뮬레이션 수행 결과, 새로 개발된 모형이 후미 추돌사고를 비롯한 위험상황들을 재현할 수 있음을 확인할 수 있었다. 본 연구는 운전행태에 대한 분석을 바탕으로 사고재현 시뮬레이션과 사고발생 예측의 가능성을 제시하였다는 점에서 의의가 있으며, 추후 활발한 후속 연구가 필요할 것으로 보인다.",
    "keyword": "",
    "venue": "대한교통학회지",
    "year": "2019"
  },
  "62293b947b75355e87e2da29": {
    "authors": [
      {
        "org": "목포대학교 전기공학과",
        "name": "박재현",
        "id": "s299190"
      },
      {
        "org": "Cancer and Stem Cell Biology Program, Duke-NUS Medical School, 169857 Singapore",
        "name": "Guo, Fusheng",
        "id": "s235039"
      },
      {
        "org": "Department of Electrical and Computer Engineering, University of Central Florida, Orlando, FL, USA",
        "name": "DeMara, Ronald F",
        "id": "s4312"
      }
    ],
    "title": "자율주행자동차 윤리 가이드라인 인식 조사 연구",
    "abstract": "최근 자율주행자동차의 도입과 상용화가 가시화됨에 따라 일반 차량과 달리, 법적·윤리적인 부분에서 다양한 쟁점들이 논의되고 있으며, 관련 쟁점들은 상용화 이전에 해소될 필요가 있다. 본 연구의 목적은 자율주행자동차의 윤리 가이드라인 초안에 대한 설문조사를 통해 시민들의 인식을 파악하는데 있다. 선행연구 고찰을 토대로 5개의 핵심 윤리요소를 도출하였으며, 이를 기초로 작성된 가이드라인 초안을 도출해 문항별 인식 분석을 시행하였다. 분석결과, 3단계 자율주행자동차의 상용화를 위해서는 안전 검증이 전제되어야 하고, 윤리적 딜레마 상황은 사전에 방지할 수 있도록 예방적 설계가 필요한 것으로 나타났다. 또한 자율차 주행에 대한 중앙통제를 최소화하고, 이용자들의 사전 교육이 필수적인 것으로 도출되었다. 향후 한국형 자율주행자동차 윤리 가이드라인 초안에 대한 인식조사 결과를 활용해 주요 쟁점들을 해소할 수 있는 방안을 검토하고, 다양한 사회 합의 과정을 토대로 초안을 보완할 필요가 있다고 판단된다.",
    "keyword": "",
    "venue": "교통연구",
    "year": "2019"
  },
  "62293bc77b75355e87e2da71": {
    "authors": [
      {
        "org": "Fudan University, Shanghai, China",
        "name": "Fu, Yanwei",
        "id": "s7277"
      }
    ],
    "title": "WiFi 네트워크 시스템을 활용한 차량 관제용 네트워크의 설계 및 구현",
    "abstract": "차량의 자율주행을 위한 최근의 연구는 매우 활성화되고 있고, 안전운행을 보조하고 운전자의 편의성을 향상시키기는 추세이다. 자율주행 차량은 인공지능의 결합, 영상인식 능력과 더불어 사물간의 인터넷 통신이 필수인 상황이다. 모바일 이통통신 네트워크는 처리하는데 한계가 있기 때문에, 쉽게 구현이 가능하고 확장이 용이한 Wi-Fi 네트워크를 활용하여 확장한다. 이러한 차량 관제용 네트워크를 구축하기 위한 무선 설계방식을 제안한다. 이동 단말장치의 데이터 송수신의 손실을 최소화하기 위한 AP의 배치 구성과 소프트웨어 구성방식을 제안한다. 제안한 네트워크 시스템의 설계를 통해서 이동 차량의 통신성능을 비약적으로 높일 수 있다. 또한 다양한 단말장치의 이동에 대한 실험을 통해, 차량용으로 사용할 수 있는 GPS, 영상, 음성 및 데이터 통신의 패킷 구성을 검증한다. 이러한 무선 설계기술을 2.4GHz, 5GHz 및 10GHz Wi-Fi 등의 다양한 범용 무선 네트워크에 확장적용이 가능하다. 또한 무선 지능형 도로망과 자율주행과의 연동이 가능하다.",
    "keyword": "",
    "venue": "한국산학기술학회논문지",
    "year": "2019"
  },
  "62293bc57b75355e87e2da6e": {
    "authors": [
      {
        "org": "University of Science and Technology Beijing",
        "name": "Sun, Ming",
        "id": "s7030"
      }
    ],
    "title": "산업용 자율 주행 로봇에서의 격자 지도를 사용한 강화학습 기반 회피 경로 생성기 개발",
    "abstract": "자율 주행은 이동 로봇의 핵심적 기술로써, 측정된 센서 정보를 토대로 불확실한 위치 정보를 이용한 지도 작성 및 수정 기능과, 불확실한 지도 및 센서 정보를 이용한 로봇의 위치 인식 기능으로 구성된다. 자율주행은 이러한 주행 위치의 불확실성에 기반한 확률론적 방법론과 함께 주행 시 장애물의 감지 및 회피 경로의 생성, 반복적 주행 패턴에 따른 경로 관리 기능이 필수적 요소이다. 거리 기반의 스캐너를 통해 관측된 센서 입력은, 지도 구성에 사용된 벽과 같은 정적 물체와 주행 시의 사람처럼 움직이는 동적 물체와의 구별이 필요하기 떄문에 장애물 감지에 어려움이 있다. 본 논문에서는, 이러한 자율 주행 환경에서 기존의 정적, 동적 개체의 판별 방식과 비교하여, 장애물 회피를 위한 저해상도 격자 공간의 생성 및 강화학습을 이용한 경로 생성을 다루고자 한다. 최종적으로 실험을 통해 제안된 방법론의 실효성을 검증하고자 한다.",
    "keyword": "",
    "venue": "한국콘텐츠학회 논문지",
    "year": "2019"
  },
  "62293b9a7b75355e87e2da3e": {
    "authors": [
      {
        "org": "LH 토지주택연구원",
        "name": "이성복",
        "id": "s299256"
      },
      {
        "org": "LH 토지주택연구원",
        "name": "박성식",
        "id": "s299257"
      },
      {
        "org": "Electrical Safety Research Institute, Korea Electrical Safety Corporation",
        "name": "임현성",
        "id": "s299757"
      },
      {
        "org": "군산대학교 전파공학과",
        "name": "지석근",
        "id": "s299259"
      },
      {
        "org": "전북대학교",
        "name": "고석철",
        "id": "s14358"
      },
      {
        "org": "만도브로제 주식회사 기술연구소",
        "name": "이민환",
        "id": "s275476"
      }
    ],
    "title": "STPA를 활용한 자율주행자동차의 시뮬레이션 기반 오류 주입 시나리오 및 안전조치 시간 연구",
    "abstract": "자율주행자동차의 안전에 대한 중요성이 강조되면서 안전성 및 신뢰성 향상을 위한 개발검증 지침인 ISO-26262의 적용과 자율주행자동차의 안전성 검증에 대한 중요성이 높아지고 있다.\n특히 미국자동차공학회 기준 Level 3 이상의 자율주행자동차는 운전자 대신 주변 환경을 감지하고판단한다. 따라서 자율주행 기능에 이상이 생기거나 오작동 발생 시 안전에 심각한 영향을 미칠수 있으므로 자율주행자동차는 고장 및 오작동에 대비하여 안전개념을 적용하고 이를 검증해야한다. 본 연구에서는 ISO-26262 Part3 프로세스와 시스템 이론적 프로세스 분석 방법론인 STPA를활용하여 자율주행자동차의 안전성 평가 및 검증을 위한 오류 주입 시나리오를 연구하고 시뮬레이션 기반의 오류 주입 테스트를 통해 안전개념 설계를 위한 안전조치 시간을 연구하였다",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2019"
  },
  "62293ba07b75355e87e2da4e": {
    "authors": [
      {
        "org": "Center for Secure and Dependable Systems, University of Idaho, Idaho, USA",
        "name": "Haney, Michael A.",
        "id": "s117401"
      },
      {
        "org": "OSIRIS Dept, EDF Lab Paris-Saclay, Paris, France",
        "name": "Wan, Cheng",
        "id": "s117005"
      },
      {
        "org": "Department of Mathematics and Physics, Officers College of PAP China",
        "name": "Lu, Ying",
        "id": "s11681"
      }
    ],
    "title": "3D 라이다 센서와 도로 환경 지도의 비교를 통한자율주행 자동차 위치인식 기법 검증",
    "abstract": "This paper describes our study of localization for autonomous vehicles based on a particle filter with road feature maps and lidar sensor inputs. We propose this system for vehicle localization in tunnels and underground roads when satellite signals from the US GPS, the Russian GLONASS, and the Japanese QZSS are not available. We studied sensor-based localization methods for autonomous vehicles using radar, lidar, and cameras. In this paper, we describe a localization method using a particle filter that correlates a high-resolution map with a local map constructed by 3D lidar and vehicle odometry. We validate the developed method with a real-time computing environment using actual measurements obtained from public road experiments.",
    "keyword": "",
    "venue": "제어.로봇.시스템학회 논문지",
    "year": "2019"
  },
  "62293bd27b75355e87e2da92": {
    "authors": [
      {
        "org": "China Institute for Radiation Protection, Taiyuan 030006, Shanxi, China",
        "name": "Liu, Wei",
        "id": "s48932"
      }
    ],
    "title": "기계학습: 대용량/패널자료와 학습분석학 자료 분석으로의 활용",
    "abstract": "컴퓨터공학을 비롯한 여러 학문에서 주목을 받고 있는 기계학습 기법은 전자상거래, 유전체학, 자연어 분석, 의료영상처리, 자율주행자동차 등의 다양한 분야에 성공적으로 응용되고 있다. 반면, 기계학습을 이용한 교육 연구는 상대적으로 많지 않으며, 기계학습 자체에 대한 교육 분야 연구자들의 이해 또한 높지 않다. 본 연구는 기계학습의 정의로부터 시작하여 주요 개념인 추론과 예측, 과적합, 편향-분산 상충 관계, 교차검증, 지도학습과 비지도학습 등을 설명하며 기계학습을 전반적으로 개관하였다. 이어서 2019년 현재 교육 분야에서 기계학습 기법을 쓴 연구와 학습분석학 자료를 활용한 연구를 정리․분석함으로써, 교육 분야 연구자들의 기계학습에 대한 이해도를 높이고 교육 연구에서 기계학습의 저변을 넓히고자 하였다. 분석 결과, 기계학습 기법 중 지도학습 기법인 벌점회귀모형과 랜덤포레스트가 다양한 교육 대용량/패널 자료 분석에 활용되었으며 비지도학습의 경우 온라인 텍스트 자료 분석 위주로 실시된 것을 확인하였다. 학습분석학 자료의 경우 아직 기계학습 기법이 충분히 활용되지 못한 것으로 보인다. 마지막으로 기계학습을 활용하는 교육 연구의 향후 과제를 교육 대용량/패널자료의 특징과 연계하여 고찰하고, 학습분석학 자료 분석과 관련한 기계학습 기법의 활용 방안을 논하였다.",
    "keyword": "",
    "venue": "교육공학연구",
    "year": "2019"
  },
  "62293b9d7b75355e87e2da45": {
    "authors": [
      {
        "org": "Department of Crop and Soil Sciences, College of Agricultural and Environmental Sciences, University of Georgia, Athens, GA, United States",
        "name": "Chee, Peng W.",
        "id": "s115325"
      },
      {
        "org": "Politecnico di Bari,Department of Electrical and Information Engineering,via E. Orabona n. 4, Bari,70125",
        "name": "Anelli, F.",
        "id": "s52920"
      }
    ],
    "title": "사용자 컨텍스트 기반의 자율주행 자동차 공유 서비스 경험프레임워크 개발에 관한 연구",
    "abstract": "연구배경: 최근 ‘소유’의 개념이 아닌 ‘경험해본다’의 개념으로서의 소비 형태 변화와 공유 경제가 활발해 짐에 따라 차를 개인이 소유하는 것 대신 한 대의 차를 여러 사람이 공유하는 차량 공유 시장이 성장하고 있다. 또한 정보 통신 기술과 자율주행 자동차 기술이 발전하고 보편화되면서 자동차는 기존 대중 버스나 지하철과 같이 ‘공유’되는, 서비스로서의 이동성(Mobility as a Service, MaaS)이 중시된 수단으로 변화되고 있다. 자율주행 자동차 기술의 발전과 함께 자율주행 자동차를 활용한 차량 공유 서비스가 개발됨에 따라 자동차 안에서의 경험과 서비스로서의 이동성과 관련된 사용자 경험에 관한 연구가 중요해지고 있다. 현재 안전에 대한 기술적인 연구는 활발하게 이루어지고 있지만, 서비스로서의 이동성 측면에서 자율주행 자동차를 바라보았을 때의 사용자 컨텍스트와 공유 서비스 개발 시 고려되어야 하는 환경 및 사용자 경험에 관한 연구는 상대적으로 미흡한 실정이다.\n연구방법: 본 연구에서는 연구 대상을 이해하기 위하여 기존 차량 공유 서비스와 자율주행 자동차 관련 문헌 조사를 진행하였다. 차량 공유 서비스 사용 상황/목적 및 사용자 행동에 영향을 미치는 컨텍스트 요소(Context Factors)를 파악하기 위하여 현재 국/내외에서 상용화되어 있는 차량 공유 서비스와 미래 자율주행 자동차 공유 서비스 컨셉 사례를 분류하고 분석하였다. 더불어 현재 차량 공유 서비스 이용자들의 경험 및 니즈를 파악하기 위하여 사용자 인터뷰를 진행하였고, 자율주행 자동차 공유 서비스의 핵심 컨텍스트 요소 및 방향성을 도출하기 위해 UX 전문가 인터뷰를 진행하였다. 수집된 인터뷰 데이터를 바탕으로 주제 분석(Thematic Analysis)을 진행하였고 자율주행 자동차 공유 서비스에서 고려될 수 있는 사용자 경험의 대표 테마를 도출하여 경험프레임워크를 제작하였다. 또한 경험프레임워크의 유용성에 대하여 검증을 진행하였다.\n연구결과: 분석 결과 자율주행 자동차 공유 서비스 개발 시 1) 사용자의 생활 패턴, 선호 정보를 통한 차량 내부 환경 맞춤화, 2) 사용자 상황 및 맥락 정보와 같은 통합 데이터를 활용한 자율주행 자동차 서비스 접근의 중요성, 3) 사용자 위치 및 선호 정보 기반의 정보 큐레이팅, 4) 생활 속 이동 공간 개념으로 변하고 있는 자율주행 자동차, 5) 동승자 존재 시 안전/보안 이슈에 대하여 중요하게 고려를 해야 한다는 것을 알 수 있었다.\n결론: 자율주행 자동차가 차량 공유 서비스로 활성화되었을 때에는 운전 면허증의 유/무, 나이, 이동 거리 및 위치와 관계없이 생활과 밀접한 주문 개념의 이동 경험을 제공하고, 다양한 분야의 서비스와 결합되며 융합된 정보를 통해 개인 맞춤화 경험 등 사용자에게 새로운 차량 경험을 제공할 것으로 기대된다.",
    "keyword": "",
    "venue": "Journal of Integrated Design Research",
    "year": "2019"
  },
  "62293b947b75355e87e2da2a": {
    "authors": [
      {
        "org": "Key Laboratory of Ministry of Industry and Information Technology on Quantum, Sensing Technology, School of Instrument Science and Opto-Electronic Engineering, Beihang University, Beijing, China",
        "name": "Yuan, H.",
        "id": "s121630"
      },
      {
        "org": "숭실대학교",
        "name": "김도현",
        "id": "s299346"
      },
      {
        "org": "Department of Biomedical Engineering, City University of Hong Kong, Hong Kong",
        "name": "Zhang, Y.-T.",
        "id": "s121631"
      },
      {
        "org": "숭실대학교",
        "name": "김찬인",
        "id": "s299347"
      }
    ],
    "title": "자율주행 지원을 위한 정밀도로지도 갱신기술 평가를 위한 기준 도출 연구",
    "abstract": "현재까지 많은 노력을 통해 정밀도로지도를 구축하고 활용하기 위한 시스템을 개발하여 적용 중에 있으며, 최근 도로변화에 대한 신속 변화 및 지도 갱신 시스템 개발을 통해 정밀도로 지도의 갱신을 신속히 하기 위한 노력을 기울이고 있다. 정밀도로지도는 자율주행 안전을 위해 지도의 무결성 및 정확성이 요구되어지며, 이를 위해 국토지리정보원(2018)에서는 검사 방법을 만들어 확인하고 있다. 마찬가지로 갱신된 정밀도로지도 품질을 확보할 수 있도록 관련 기술의 기준 및 평가방법이 필요하다. 이에 본 논문에서는 자율주행을 위한 도로변화 신속 탐지 및 갱신기술을 분석하고 통합 품질 검증을 위한 평가기준과 항목을 선정하였다. 평가 항목은 위치정확도와 판독정확도로 정하고, 선정한 평가기준을 바탕으로 실시간 변화탐지 및 정밀지도의 갱신 기술에 대한 평가 방법을 제시하였다. 향후 본 연구 결과를 통해 자율차의 안전주행을 지원하는 정밀도로지도의 품질확보에 기여할 수 있을 것으로 기대한다.",
    "keyword": "",
    "venue": "한국지리정보학회지",
    "year": "2019"
  },
  "62293bd27b75355e87e2da8f": {
    "authors": [
      {
        "org": "Department of Science, Roma Tre University, Via della Vasca navale 79, 00146 Roma, Italy",
        "name": "Battocchio, Chiara",
        "id": "s50207"
      },
      {
        "org": "Department of Science, Roma Tre University, Via della Vasca navale 79, 00146 Roma, Italy",
        "name": "Mobilio, Settimio",
        "id": "s50208"
      },
      {
        "org": "Department of Occupational and Environmental Medicine, Epidemiology and Hygiene, INAIL Research, Monte Porzio Catone, 00040 Rome, Italy",
        "name": "Casciardi, Stefano",
        "id": "s50209"
      }
    ],
    "title": "중학생의 4차 산업혁명 연동기술요소 활용능력 향상을 위한 기술교과 교수·학습 프로그램 개발",
    "abstract": "4차 산업혁명을 통해 급변하는 현대사회에서는 인공지능, 빅데이터, 사물인터넷, 자율주행자동차 등과 같은 첨단 핵심기술에 대한 경험이 강조되고 있다. 하지만 현재 우리나라 중등 교육에서는 첨단 핵심기술의 용어 설명과 같은 피상적인 교육에 그치고 있으며, 실제로 첨단 핵심기술에 대한 원리를 경험하거나 직접 설계해 볼 수 있는 체험 위주의 교수․학습 프로그램은 매우 부족한 실정이다. 따라서 이 연구의 목적은 중학교 기술교육에서 4차 산업혁명 연동기술요소를 활용한 교수․학습 프로그램을 개발함으로써 중학생의 4차 산업혁명의 핵심기술과 연동과정에 대한 이해를 높이고 4차 산업혁명 연동기술요소의 활용능력을 향상시키는데 있다. 이 연구에서는 연구 목적의 달성을 위해 문헌 고찰, 연구 설계, ASSURE 모형 기반 교수·학습 프로그램 개발, 최종 교수․학습 프로그램 완성의 4단계로 연구를 진행하였다. 문헌 고찰 단계에서는 4차 산업혁명의 핵심기술요소를 분석하고 교육 분야에서 관련 선행 연구문헌을 분석하였다. 연구 설계 단계에서는 중학교 기술교육에서의 4차 산업혁명 연동기술요소로 데이터 센싱, 인터넷 통신, 빅데이터, 인공지능을 선정하였으며, 기술교과 교육과정 및 교과서의 학습내용을 분석하여 4차 산업혁명 연동기술요소 활용능력 검사 도구를 개발하였다. 교수․학습 프로그램 개발 단계에서는 ASSURE모형을 적용하여 4차 산업혁명 연동기술요소 활용능력 향상을 위한 교수․학습 프로그램을 개발하였다. 최종 교수․학습 프로그램 완성 단계에서는 개발된 교수․학습 프로그램의 실제 수업 적용을 통해 4차 산업혁명 연동기술요소 활용능력의 향상 정도를 검증하였다. 본 연구에서 개발된 교수·학습 프로그램은 4차 산업혁명 연동기술요소 활용능력 향상에 긍정적인 효과가 있는 것으로 나타났으며, 하위 영역 중 4차 산업혁명 연동과정 영역에서 효과가 큰 것으로 나타났다.",
    "keyword": "",
    "venue": "한국실과교육학회지",
    "year": "2019"
  },
  "62293b9a7b75355e87e2da3f": {
    "authors": [
      {
        "org": "School of Electronic and Information Engineering, Beijing Jiaotong University, Beijing, China",
        "name": "Zhao, Pengfei",
        "id": "s15103"
      },
      {
        "org": "U.S. Naval Research Lab.",
        "name": "Thayer, Aidan S.",
        "id": "s116432"
      },
      {
        "org": "서울과학기술대학교 나노IT디자인융합대학원",
        "name": "이훈희",
        "id": "s299764"
      },
      {
        "org": "School of Electronic and Information Engineering, Beijing Jiaotong University, Beijing, China",
        "name": "Yue, Yuanli",
        "id": "s15104"
      },
      {
        "org": "School of Technology and Innovations, Electrical Engineering University of Vaasa, Vaasa, Finland",
        "name": "Hafezi, Hossein",
        "id": "s116243"
      },
      {
        "org": "서울대학교병원 정신건강의학과",
        "name": "안용민",
        "id": "s299953"
      },
      {
        "org": "(주)엠티이지 지능형SW연구소",
        "name": "조영탁",
        "id": "s299954"
      },
      {
        "org": "Cornell University, Ithaca, NY, 14850, USA xxu",
        "name": "Muller, David A.",
        "id": "s15107"
      }
    ],
    "title": "밭농업로봇의 자율주행 제어 알고리즘 검증을 위한 다물체동역학 시뮬레이션",
    "abstract": "The purpose of this study was to develop a detailed dynamics model for the development of an agricultural robot and its autonomous driving algorithm that can be used under off-load conditions. We first developed a dynamics model of the robot by using the multibody dynamics method. Then, we designed a yaw moment and velocity tracking controller to move along the furrow in the working area of the robot, and an attitude control algorithm of the chassis to maintain the horizontal road gradient and surface roughness. Finally, using these two models, we carried out a co-simulation for the evaluation of the control algorithms. The real environment of an agricultural robot is composed of soil, gravel, and grass, so the road surface may get deformed by the wheels of the robot and may experience various roughness changes due to the weather. In this study, using the developed co-simulation model, we analyzed the dynamic response of the robot to various road properties such as height and friction coefficient.",
    "keyword": "",
    "venue": "제어.로봇.시스템학회 논문지",
    "year": "2019"
  },
  "62293bce7b75355e87e2da81": {
    "authors": [
      {
        "org": "Division of Pulmonary and Critical Care Medicine, Virginia Commonwealth University, Richmond, VA, USA",
        "name": "Khemasuwan, Danai",
        "id": "s82749"
      },
      {
        "org": "Department of Information Systems, St. Cloud State University, St. Cloud, MN, USA",
        "name": "Sohn, Changsoo",
        "id": "s303293"
      },
      {
        "org": "School of Mechanical Engineering and Automation, Fuzhou University, Fuzhou 350108, People’s Republic of China",
        "name": "Zheng, Ji-Nan",
        "id": "s13448"
      },
      {
        "org": "한국해양대학교 시스템공학부",
        "name": "최동한",
        "id": "s11781"
      },
      {
        "org": "School of Mechanical Engineering and Automation, Fuzhou University, Fuzhou 350108, People’s Republic of China",
        "name": "Li, Yu-Zheng",
        "id": "s13449"
      }
    ],
    "title": "차량 데이터 센터를 위한 작업 분할 기법",
    "abstract": "자율주행을 목표로 개발된 차량들의 컴퓨팅 성능과 통신속도가 급격하게 향상되고 있으며, 일부 차량의 경우 서버급 컴퓨터 이상의 성능을 보이고 있다. 이러한 고성능 차량들이 대중화되었을 때를 가정하고, 주차된 차량의 여유 자원을 활용하여 클라우드 서비스를 제공하는 연구들이 제안되고 있다. 본 논문에서는 차량으로 이루어진 데이터센터에서 작업의 크기를 자원 노드의 수에 따라 분할하고, 분할된 작업의 크기에 따른 예상 작업 수행시간을 계산하여 최적의 작업크기를 구하는 알고리즘을 제안하였다. 고성능의 소수 차량에게만 작업을 할당하는 경우, 저성능 차량을 모두 포함시키는 경우 등에 대해 실험을 실시하여 제안한 알고리즘을 검증하였다.",
    "keyword": "",
    "venue": "정보과학회 컴퓨팅의 실제 논문지",
    "year": "2019"
  },
  "62293bd57b75355e87e2da95": {
    "authors": [
      {
        "org": "School of Library and Information Science, University of South Carolina, USA",
        "name": "Karami, Amir",
        "id": "s304182"
      },
      {
        "org": "Department of Electrical and Computer Engineering, New Jersey Institute of Technology, Newark, NJ, USA",
        "name": "Zhou, Mengchu",
        "id": "s6824"
      }
    ],
    "title": "3방향 레이블링과 면특성을 이용한 다단 팔레트 인식",
    "abstract": "본 논문에서는 3-방향 레이블링과 면 특성을 이용하여 다단 팔레트를 인식하기 위한 알고리즘을 제안하였다. 다단 팔레트인식 알고리즘은 전처리과정, 팔레트 후보영역 추출과정 및 후보영역 검증과정을 거쳐 최종 팔레트를 인식하게 된다. 팔레트 영상을 2진화 처리를 한 후에 자율주행 지게차의 포크가 입력되는 팔레트의 부분이 검은색의 일정 면적으로 가진 영역으로 나타남에 따라 본 논문에서는 팔레트를 가로세로 일정 면적을 가진 직사각형 면으로 간주하여 사각형의 특징을 적용하였다. 또한, 팔레트는 직사각형 두 개가 일렬로 배치되어 있으며 이들은 길이가 충분히 긴 두 개의 가로선이 길이가 짧은 세 개의 세로선에 의해 분리되어 있는 구조로 해석하여 세로선 검출을 위한 3-방향 레이블링 기법과 라인검출을 위한 허프변환을 함께 적용하였다. 제안된 알고리즘에 의해 3m 이내 다단 팔레트가 모두 정확히 검출되었으며 3-방향 레이블링이 세로선 검출에 우수함을 보였다.",
    "keyword": "",
    "venue": "한국정보기술학회논문지",
    "year": "2019"
  },
  "62293bce7b75355e87e2da82": {
    "authors": [
      {
        "org": "Department of Chemistry",
        "name": "Panneerselvam, Perumal",
        "id": "s14980"
      }
    ],
    "title": "혼합 중요도 시스템에서 안전 필수 응용의 성능 고립화 방법",
    "abstract": "자율주행 자동차는 대표적인 혼합 중요도(mixed-criticality) 시스템이다. 이러한 시스템에서는 안전 운행에 밀접하게 관련되고 동시에 실시간성이 보장되어야 하는 안전 필수(safety-critical) 응용들과 일반(non-safety-critical) 응용들이 CPU 혹은 메모리와 같은 시스템 자원을 공유하며 수행된다. 객체 탐지(object detection)는 가장 중요한 안전 필수(safety-critical) 응용이며 DNN을 사용하여 높은 정확도를 나타낸다. 하지만 많은 연산량과 메모리 사용으로 다른 응용들과 시스템 자원을 공유할 경우 성능 간섭을 피할 수 없다. 본 연구에서는 안전 필수 응용들이 시작되면 일반(non-safety-critical) 응용들은 시스템 자원 사용률이 억제되는 방법을 제안한다. 제안된 기법을 NVIDIA사의 Jetson AGX Xavier에 탑재하고 그 효용성을 검증하였다. 실험을 통하여 확인한 결과, YOLOv3-tiny가 메모리 집중적인 응용들에게 성능 간섭을 받는 경우에도 제안된 기법을 적용할 때 성능이 최대 39% 향상되어 원래의 성능과 비슷한 결과를 나타내었다.",
    "keyword": "",
    "venue": "전자공학회논문지",
    "year": "2019"
  },
  "62293b947b75355e87e2da2b": {
    "authors": [
      {
        "org": "서울대학교 전기.컴퓨터공학부",
        "name": "남상욱",
        "id": "s299368"
      }
    ],
    "title": "자율주행차와 윤리적 의사결정: 누가 사는 것이 더 합당한가?",
    "abstract": "자율주행차는 운전자의 부주의로 인한 사고를 줄일 수 있는 반면, 기계에 어느 정도의 자율성을 허용해야 할 것인 지의 문제를 제기한다. 특히 돌발상황의 발생시에 운전자와 보행자 중에서 누구를 선택해야 할 것인지에 대한 의사 결정은 모두가 합당하다고 생각하는 도덕적 원칙을 기반으로 일관적으로 실시되어야 한다. 본 연구(N = 103)에서는 한국 사회에서 자율주행차의 윤리적 의사결정을 프로그래밍한다고 가정했을 때, 의사결정과정에 영향을 끼칠 수 있 는 개인적/상황적 변인을 검증하였다. 이에 따라 개인적 변인으로서 참가자의 자율주행차의 자동화 기술에 대한 수 용도를 측정한 후, 상황적 변인으로 문장완성과제를 통해 참가자에게 성취 또는 배려의 가치를 활성화시켰다. 이후 자율주행차의 사고상황에서 공리주의 의사결정의 비율 및 자율주행차 구매의향이 어떻게 달라지는지를 설문지를 통해 비교하였다. 그 결과 연구참가자에게 성취의 가치를 활성화시켰을 때, 자신이 차 안의 운전자로 가정된 상황에서 다수의 보행자를 배려하는 공리주의 의사결정의 비율이 가장 낮게 나타났다. 또한 연구참가자가 자율자동차 기술을 긍정적으로 생각할수록 공리주의 원칙으로 설계된 자율주행차의 구매의향이 전반적으로 높았지만, 성취-운전자 조 건에서 참가자의 구매의향이 다른 조건보다 유의하게 낮게 나타났다. 이 결과는 자율주행차의 사고상황에서 의사결 정의 과정이 개인적 변인뿐만 아니라 특정 상황에서 활성화된 가치 및 관점의 차이에 따라 영향을 받을 가능성을 시사한다. 논의에서는 연구결과의 제한점 및 후속 연구방향에 관해 논의하였다.",
    "keyword": "",
    "venue": "감성과학",
    "year": "2019"
  },
  "62293bc77b75355e87e2da74": {
    "authors": [
      {
        "org": "Center of Research Excellence in Renewable Energy and Power Systems, King Abdulaziz University, Jeddah, Saudi Arabia",
        "name": "Abusorrah, Abdullah",
        "id": "s302304"
      },
      {
        "org": "Department of Mechanical Engineering, School of Engineering, Machining Research Group, University of Birmingham UK",
        "name": "Soo (1), Sein Leung",
        "id": "s52376"
      },
      {
        "org": "Department of Civil & Environmental Engineering, Amirkabir University of Technology, Tehran, Iran",
        "name": "Ramezanianpour, Ali Akbar",
        "id": "s53188"
      }
    ],
    "title": "공간 채움 곡선을 활용한 좌표 기반의 교차로 ID 구성 체계에 관한 연구",
    "abstract": "교차로에서의 자율주행은 다양한 차량이 혼재하며 주행환경이 복잡한 특성으로 인하여 교통 객체 간의 교통정보 교환을 통한 자율주행 지원이 필요하다. 이와 관련되어 인접한 교차로간의 교통정보 교환이 요구되고 있으나 국내 표준노드·링크 체계에서 교차로를 나타내는 노드ID는 일련번호를 포함한 구성 체계를 가지고 있어 교차로의 갱신 및 ID를 통한 교차로의 위치정보 파악에 한계가 있다. 본 논문에서는 교차로 ID 내에 위치정보가 포함되도록 교차로의 2차원 좌표를 가공 및 병합하여 생성한 좌표 기반 교차로 ID 구성 체계를 설계하였다. 제시한 교차로 ID의 적용 가능성을 검증하기 위해 국내 교차로를 대상으로 새로운 교차로 ID를 적용하였으며 중복된 값이 없는 것을 확인하였다. 좌표 기반 교차로 ID는 데이터 크기가 기존 노드ID 대비 60% 줄어들었으며 GIS 툴 없이 인근 교차로 검색 및 Box 형태의 특정 지역 내 교차로추출과 같은 공간 쿼리가 가능하다. 따라서 좌표 기반 교차로 ID는 기존 노드 ID보다 확장성및 활용도가 높을 것으로 예상된다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2019"
  },
  "62293bb27b75355e87e2da5f": {
    "authors": [
      {
        "org": "Nano Fusion Technology Research Lab, Division of Frontier Fibers, Institute for Fiber Engineering (IFES), Interdisciplinary Cluster for Cutting Edge Research (ICCER), Shinshu University, 3-15-1, Tokida, Ueda, Nagano 386-8567, Japan",
        "name": "Khatri, Muzamil",
        "id": "s48325"
      }
    ],
    "title": "위치기반 유사도 검증을 이용한 도로표지 안내지명 자동인식 개선방안 연구",
    "abstract": "도로표지는 도로 이용자를 위한 시설물로서 관리 및 유지보수의 편의성 증진을 위해 국토교통부에서는 관리시스템을 구축하여 운영 중에 있다. 향후 자율주행 시대에 도로표지의 역할은 감소하겠지만 그 필요성은 지속되고 있다. 이에 도로표지에 표기된 안내지명의 정확한 기계적 판독을 위해 도로표지 자동인식 장비를 개발하여 영상 기반의 문자 인식 기술을 적용하고 있지만 불규칙적인 규격과 수작업 제조, 조도, 빛반사, 강우 등 외부환경에 의해 오인식되는경우가 다수 발생하고 있다. 본 연구에서는 영상 분석 등으로 극복할 수 없는 오인식 결과를개선하기 위해 위치기반의 안내지명 후보를 도출하여 기준으로 하고, 오인식된 지명의 음소분리를 통한 레벤슈타인 문자 유사도 검증 방법을 이용해 도로표지 안내지명 자동인식율을 개선하고자 하였다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2019"
  },
  "62293b8d7b75355e87e2da1f": {
    "authors": [
      {
        "org": "Department of Computer Science and Technology, Tsinghua University, Beijing, China",
        "name": "Pang, Haitian",
        "id": "s121603"
      },
      {
        "org": "School of Computer Science and Engineering, Northwestern Polytechnical University, Xi’an, China",
        "name": "Zhou, Xingshe",
        "id": "s121602"
      },
      {
        "org": "Institute of Disaster Management and Reconstruction, Sichuan University-The Hong Kong Polytechnic University, No. 1 Huanghe Road, Chengdu 610065, China",
        "name": "Wu, Fan",
        "id": "s119985"
      },
      {
        "org": "Key Lab. for Inf. Syst. Security, Tsinghua Univ., Beijing, China",
        "name": "Jun'e Liu",
        "id": "s300277"
      }
    ],
    "title": "열차간 통신기반 열차자율주행제어시스템의 주행안전기능 설계 및 구현: Part I",
    "abstract": "본 논문에서는 열차간 통신기반 열차자율주행제어시스템의 ATP 차상장치 주행안전기능을 설계 및 구현한다.\n열차자율주행제어시스템의 주행안전기능은 열차 간의 최소한의 안전 간격을 유지하기 위해서 열차의 위치를 결정하고, 이동권한 계산, 속도프로파일을 생성하고, 열차의 속도를 속도프로파일 내에서 감시하는 기능이다. 이를 위해 안전성 및 신뢰성있는 소프트웨어를 제작하기 위한 소프트웨어 개발툴인 SCADE를 활용한다. 본 논문에서는열차자율주행제어시스템 주행안전기능의 요구사양에 따라 SCADE를 이용하여 주행안전기능을 모델링하고, 모델에대한 테스트를 통해 기능을 검증한다. 검증된 모델을 소스코드로 생성하고, 테스트환경을 구축하여 정상 동작 결과를 확인한다.",
    "keyword": "",
    "venue": "한국통신학회논문지",
    "year": "2020"
  },
  "62293b8d7b75355e87e2da20": {
    "authors": [
      {
        "org": "School of Computer Science and Engineering, Northwestern Polytechnical University, Xi’an, China",
        "name": "Zhou, Xingshe",
        "id": "s121602"
      },
      {
        "org": "Department of Computer Science and Technology, Tsinghua University, Beijing, China",
        "name": "Pang, Haitian",
        "id": "s121603"
      },
      {
        "org": "Institute of Disaster Management and Reconstruction, Sichuan University-The Hong Kong Polytechnic University, No. 1 Huanghe Road, Chengdu 610065, China",
        "name": "Wu, Fan",
        "id": "s119985"
      },
      {
        "org": "Key Lab. for Inf. Syst. Security, Tsinghua Univ., Beijing, China",
        "name": "Jun'e Liu",
        "id": "s300277"
      }
    ],
    "title": "열차간 통신기반 열차자율주행제어시스템의 주행안전기능 설계 및 구현: Part Ⅱ",
    "abstract": "본 논문은 이전 연구결과인 Part I[9] 이어서 열차자율주행제어시스템의 ATP 차상장치 주행안전기능을 설계 및구현한다. Part I 에서는 열차자율주행제어시스템의 주행안전기능 중에 열차 간의 최소한의 안전 간격을 유지하기위해서 열차의 위치를 결정하고, 이동권한을 계산하는 기능을 구현 및 테스트 하였다. 이 논문에서는 열차자율주행제어시스템의 주행안전기능 중에 안전감속도를 계산하고 동적속도프로파일을 생성 및 감시하는 기능을 설계하고구현하였다. 또한 각 기능별 모듈을 테스트케이스를 통해 검증하고 Part I 의 구현 기능과 통합하여 주행안전기능을 시뮬레이션하였다. 이를 위해 안전성 및 신뢰성있는 소프트웨어를 제작하기 위한 소프트웨어 개발툴인 SCADE 를 활용한다",
    "keyword": "",
    "venue": "한국통신학회논문지",
    "year": "2020"
  },
  "62293bbf7b75355e87e2da69": {
    "authors": [
      {
        "org": "Department of Electrical Engineering, Shanghai Key Laboratory of Multidimensional Information Processing, East China Normal University, Shanghai 200241, People’s Republic of China",
        "name": "Ren, Jiaqi",
        "id": "s122848"
      },
      {
        "org": "Correlated Quantum Materials Group",
        "name": "Zheng, Qiang",
        "id": "s73573"
      }
    ],
    "title": "색 보정을 위한 HSV 알고리즘의 최적화된 하드웨어 구현",
    "abstract": "자율주행 시장이 급성장함에 따라 자율주행에 대한 연구가 진행되고 있다. 자율주행 기능은 운전자의 안전을 위해 날씨에상관없이 수행되어야 한다. 하지만 안개 낀 날씨에는 가시성이 떨어져 자율주행에 어려움을 겪기 때문에 안개 제거 알고리즘을 사용해야한다. 안개 제거 알고리즘을 통해 얻은 이미지는 영상의 품질저하를 발생 시킨다. 이러한 문제점을 개선하기 위해서 HSV 색 보정을 이용하여 선명도를 증가시킨다. 본 논문에서는 4K 영상에서도 대응할 수 있는 HSV를 이용한 색 보정하드웨어를 제안한다. 이 하드웨어는 Verilog로 설계했으며 Modelsim을 통해 검증했다. 또한, Xilinx사의 xc7z045-2ffg900을목표로 FPGA를 구현하였다.",
    "keyword": "",
    "venue": "전기전자학회논문지",
    "year": "2020"
  },
  "62293b947b75355e87e2da2c": {
    "authors": [
      {
        "org": "숭실대학교 정보통신 전자공학부 통신망 설계 및 분석 연구실",
        "name": "부이?옌",
        "id": "s299396"
      },
      {
        "org": "숭실대학교 정보통신 전자공학부 통신망 설계 및 분석 연구실",
        "name": "이원희",
        "id": "s299397"
      }
    ],
    "title": "자율주행 환경에서 멀티모달 에이전트의 인터페이스가 신뢰감과 안전감에 미치는 영향 - 비주행과업 및 제어권 전환 맥락을 중심으로 -",
    "abstract": "이 연구는 레벨4 자율주행 환경의 비주행과업과 제어권 전환 맥락에서 멀티모달 에이전트의 효과적인 인터랙션 설계방식을 알아보고자 하였다. 음성 인터페이스와 시각 인터페이스에 각각 상황표현과 의인화된 행동 조건을 적용하여 각각의 인터페이스가 사용자경험에 미치는 영향과 상호작용 효과를 실험 설계로 검증하였다. 음성 인터페이스의 상황표현 조건이 있을 때, 모든 UX 변인(지각된 상호작용성, 신뢰감, 지각된 안전감, 맥락인지성)에 긍정적인 효과가 나타났다. 시각 인터페이스의 의인화된 행동 조건은 모든 측정 변인에 유의한 효과가 나타나지 않았다. 그러나 두 가지 인터페이스가 함께 제공된 멀티모달 조건에서는 신뢰감과 지각된 안전감에서 유의한 상호작용 효과가 나타났다.",
    "keyword": "",
    "venue": "디자인융복합연구(구.인포디자인이슈)",
    "year": "2020"
  },
  "62293bbf7b75355e87e2da6a": {
    "authors": [
      {
        "org": "Centre of Excellence in Solid State Physics, University of the Punjab, Lahore 54590, Pakistan",
        "name": "Tahir, M.",
        "id": "s14491"
      },
      {
        "org": "Nippon Telegraph and Telephone Corporation,NTT Media Intelligence Laboratories,Japan",
        "name": "Orihashi, Shota",
        "id": "s8481"
      },
      {
        "org": "Centre of Excellence in Solid State Physics, University of the Punjab, Lahore 54590, Pakistan",
        "name": "Riaz, Saira",
        "id": "s14492"
      },
      {
        "org": "Nippon Telegraph and Telephone Corporation,NTT Media Intelligence Laboratories,Japan",
        "name": "Kudo, Shinobu",
        "id": "s8480"
      }
    ],
    "title": "RSU 통신 및 딥러닝 기반 최적화 차량 라우팅 시스템 설계",
    "abstract": "현재 자율주행 차량 시장은 3레벨 자율주행 차량의 상용화를 넘어 4레벨 자율주행 차량을 연구, 개발하고 있다. 4레벨 자율주행 차량에서 가장 주목되는 부분은 차량의 안정성이다. 3레벨과 다르게 4레벨의 자율주행 차량은 긴급상황을 차량이 직접 대처해야 하기 때문이다. 본 논문에서는 긴급상황에서의 즉각적인 반응보다는 차량의 목적지가 정해진 순간 사고 가능성이 가장 낮은 경로를 결정하는 Optimized Vehicle Routing System (OVRS)을 제안한다. OVRS는 RSU 통신으로 수집한 도로와 주변 차량 정보를 분석하여 도로의 위험성을 예측하여 주행 중인 차량이 더 안전하고 빠른 길로 주행할 수 있도록 경로를 설정한다. OVRS는 네트워크 라우팅 방식처럼 도로에 있는 RSU를 통하여 도로 상황에 따른 경로 안내를 실행하기 때문에 차량의 안정성을 더욱 높일 수 있다. 실험 결과, OVRS모듈 중 하나인 ASICM의 RPNN은 CNN보다 약 17%, LSTM보다 약 40% 더 좋은 연산 시간을 보였다. 그러나 해당 연구가 PC를 이용한 가상환경에서 실행되었기 때문에, VPDM의 사고 가능성을 실제로 검증하지 못했다. 따라서 향후 사고 데이터 수집으로 인한 VPDM의 정확도 높은 실험과 실제 차량 및 RSU에서 실제 도로를 대상으로 한 실험이 진행되어야 한다.",
    "keyword": "",
    "venue": "한국정보전자통신기술학회 논문지",
    "year": "2020"
  },
  "62293bd27b75355e87e2da90": {
    "authors": [
      {
        "org": "Digital Management Department, Korea University Sejong Campus",
        "name": "민대환",
        "id": "s303623"
      },
      {
        "org": "Graduate School of Information Security, Korea University",
        "name": "권헌영",
        "id": "s303624"
      }
    ],
    "title": "대량 수요에 적합한 전국범위 네트워크 RTK 서비스 구조의 설계 및 평가",
    "abstract": "GNSS 기술의 발달에 따라 실시간 정밀 이동측위 기술이 보편화되고 있으며 가까운 시일 내에 자율주행자동차, 무인비행장치 등을 대상으로 하는 실시간 이동측위용 정밀 보정정보에 대한 대량 수요의 발생이 예상된다. 본 연구에서는 이와 같은 정밀 보정정보 수요의 급증에 대응할 수 있도록 대량 수요에 적합한 전국범위 네트워크 RTK 서비스 구조를 제시하였다. 제시된 구조의 핵심 개념은 서버 독립적으로 기능하는 전국 범위의 네트워크 RTK 보정정보를 계층형 networked transport of RTCM via internet Protocol(NTRIP) 캐스터와 L밴드 통신위성을 통해 대규모 사용자에게 효과적으로 분산하여 제시하는 것이었으며 전국 범위의 검증과 평가를 통해 제시한 구조의 타당성을 분석하였다. 연구 결과 여러 계층의 NTRIP 캐스터를 구성하여 사용자를 분산하여도 평균 0.499초의 지연시간으로 전국 영역에서 충분한 정확도를 나타내는 보정정보의 제공이 가능함을 확인하였다.",
    "keyword": "",
    "venue": "대한공간정보학회지",
    "year": "2020"
  },
  "62293bd27b75355e87e2da89": {
    "authors": [
      {
        "org": "School of Law, Aras na Laoi, University College Cork, Cork, Ireland",
        "name": "O'Callaghan, Patrick",
        "id": "s303377"
      },
      {
        "org": "남서울대학교 산업보안학과",
        "name": "김성준",
        "id": "s303296"
      },
      {
        "org": "Correlated Quantum Materials Group",
        "name": "Zheng, Qiang",
        "id": "s73573"
      }
    ],
    "title": "패치 기반 대기강도 추정 알고리즘의 하드웨어 설계",
    "abstract": "안개가 낀 악조건의 날씨에서도 자율주행 및 지능형 CCTV가 정상적으로 동작하기 위해 안개 제거 기술이 필수적이다.\n안개 제거 기술에서도 특히 대기강도 추정 방법이 중요하다. 본 논문에서는 불필요한 연산량을 줄이고 여러 가지 입력 영상에서도 효과적으로 대기강도를 추정할 수 있는 패치 기반 대기강도 추정 알고리즘과 하드웨어 구조를 제안한다. 알고리즘은 대중적으로 널리 사용되는 쿼드트리 방식과 비교했으며, 하드웨어 설계는 국제 표준 4K 영상에 실시간 대응할 수있는 구조로써 XILINX사의 xc7z045-ffg900 목표 보드를 사용하여 FPGA 검증을 했다.",
    "keyword": "",
    "venue": "전기전자학회논문지",
    "year": "2020"
  },
  "62293bce7b75355e87e2da83": {
    "authors": [
      {
        "org": "남서울대학교 산업보안학과",
        "name": "김성준",
        "id": "s303296"
      },
      {
        "org": "Department of Electrical Engineering, Shanghai Key Laboratory of Multidimensional Information Processing, East China Normal University, Shanghai 200241, People’s Republic of China",
        "name": "Ren, Jiaqi",
        "id": "s122848"
      },
      {
        "org": "Correlated Quantum Materials Group",
        "name": "Zheng, Qiang",
        "id": "s73573"
      }
    ],
    "title": "색상 보정을 위한 CIE1931 색좌표계 변환의하드웨어 구현",
    "abstract": "자율주행 기술이 발전함에 따라 물체 인식 기술에 대한 중요도가 높아지고 있다. 물체 인식에 있어서 안개가 낀 날씨는가시성 및 검출 능력을 저하시키기 때문에 안개 제거 연구가 필요하다. 하지만 안개가 제거된 이미지는 고유의 색상을 제대로 반영하지 못해 검출 오류를 발생시킨다. 본 논문에서는 CIE1931 색 좌표계를 사용해 색상 영역을 확장 또는 축소하여 실세계 색상을 반영하는 알고리즘 및 하드웨어를 제안한다. 또한, 영상 매체의 발달에 맞춰 4K 환경에서 실시간 처리가 가능한 하드웨어를 구현한다. 이 하드웨어는 Verilog로 작성되었으며 SoC 보드를 통해 검증하였다.",
    "keyword": "",
    "venue": "전기전자학회논문지",
    "year": "2020"
  },
  "62293ba07b75355e87e2da4c": {
    "authors": [
      {
        "org": "Health Information Management Department, Tehran University of Medical Sciences",
        "name": "Safdari, Reza",
        "id": "s300499"
      },
      {
        "org": "Hospital Ram&oacute",
        "name": "Le Tourneau, Christophe",
        "id": "s107667"
      },
      {
        "org": "CIMA Research Foundation, Savona, Italy",
        "name": "Fiori, Elisabetta",
        "id": "s117426"
      },
      {
        "org": "Columbia University Medical Center, New York, NY",
        "name": "Hansen, Aaron Richard",
        "id": "s107670"
      },
      {
        "org": "Department of Drug Development and Innovation (D3i), Institut Curie, Paris, France",
        "name": "Cho, Daniel C.",
        "id": "s107669"
      }
    ],
    "title": "V2X를 이용한 교통 신호 예측 및 자율주행자동차종 방향 제어 방법",
    "abstract": "본 논문에서는 V2X를 이용하여 교통 신호 정보를 예측하고 자율주행 자동차가 교차로를 통과하는시간을 단축시키는 종 방향 제어 방법을 제안한다. 이 방법을 구현하기 위해서는 정밀 도로지도, 자율 주행 차량, 종 방향 액추에이터 및 V2X 터미널이 필요하다. 먼저 V2X 정보를 사용하여 교통 신호주기를 결정하고, 이것을 이용하여 가상 신호등을 생성한다. 다음으로 차량의 주행 속도에 따라교차로 진입 시점에서 신호등의 변화를 예측한다. 이것을 바탕으로 교차로에서 제한 속도를 초과하지 않고 통과 시간을 단축하기 위한 교차로 차량 제어 알고리즘을 제안한다. 제안된 알고리즘은 시뮬레이션과 실제 차량에서의 실험을 통하여 그 유효성을 검증하였다.",
    "keyword": "",
    "venue": "한국지능시스템학회 논문지",
    "year": "2020"
  },
  "62293bd67b75355e87e2da97": {
    "authors": [
      {
        "org": "Department of Hospitality Tourism and Sport Management, Griffith Business School, Griffith University",
        "name": "Chen, Jinyan",
        "id": "s353341"
      },
      {
        "org": "국립 한밭대학교",
        "name": "이승철",
        "id": "s305114"
      },
      {
        "org": "한양대학교",
        "name": "이병화",
        "id": "s305115"
      },
      {
        "org": "Vanderbilt University Medical Center, Nashville, Tennessee",
        "name": "Fabbri, Daniel",
        "id": "s95065"
      },
      {
        "org": "School of Information and Communication Technology, Griffith Sciences, Griffith University",
        "name": "Stantic, Bela",
        "id": "s353342"
      },
      {
        "org": "The Ministry of Education Key Lab of Contemporary Design and Integrated Manufacturing Technology, Northwestern Polytechnical University, Xi'an 710072, China",
        "name": "Liu, Ping",
        "id": "s56728"
      }
    ],
    "title": "휠체어형 서비스로봇의 ROS 기반 시뮬레이터 개발",
    "abstract": "본 논문은 로봇용 오픈소스 소프트웨어 프레임워크인 ROS(Robot Operating System)를 이용해 고령자, 장애인 등 신체 약자의 생활보조용 가변형 휠체어 타입 로봇의 모델을 3차원 시뮬레이터인Gazebo 환경에서 구축하고 이와 관련된 시뮬레이션을 수행한 것을 소개한다. 본 논문의 휠체어로봇은 조이스틱(PC 상에서 원격조종 시 키보드)을 통하여 사용자가 원하는 속도와 장소로 이송할 수있다. 그리고 휠체어의 등받이와 다리받침대는 사용자가 가장 선호하는 자세로 수동으로 제어하거나 강화학습으로 자동 조정할 수 있다. 또한 휠체어로봇의 자율주행과 생활 편의성을 위해 ROS 기반 원격제어, 내비게이션, SLAM 패키지를 연결하였으며, Gazebo 시뮬레이터 상에서 동작 성능을검증한다",
    "keyword": "",
    "venue": "한국지능시스템학회 논문지",
    "year": "2020"
  },
  "62293bd57b75355e87e2da93": {
    "authors": [
      {
        "org": "Department of Organic Materials and Fiber Engineering, Chonbuk National University",
        "name": "Kim, Byoung-Suhk",
        "id": "s58299"
      },
      {
        "org": "Department of Chemical Engineering, Faculty of Industrial Technology, Parahyangan Catholic University, Ciumbuleuit 94 Bandung 40141 Indonesia",
        "name": "Arie, Arenst Andreas",
        "id": "s48273"
      },
      {
        "org": "State Key Laboratory of Mathematical Engineering and Advanced Computing, Zhengzhou, China",
        "name": "Zhang, Rui",
        "id": "s303704"
      },
      {
        "org": "Uehiro Research Division for iPS Cell Ethics, Center for iPS Cell Research and Application (CiRA), Kyoto University, Kyoto, Japan",
        "name": "Minari, Jusaku",
        "id": "s303705"
      }
    ],
    "title": "공간분석을 활용한 도로 공사정보의 능동적 포착 방안 연구",
    "abstract": "도로 공사정보는 도로관리기관이 다양하고 기관별 관리기준이 상이하여 도로변화에 대한 통합관리가 어려운 실정이다. 그러나 최근에는 자율주행자동차, 정밀도로지도 등 도로와 연관된 기술발전이 증가함에 따라 도로정보의 구축, 관리, 활용에 대한 관심이 증가하고 있는 상황이다. 이에 본 연구에서는 도로정보의 능동적 포착을 위한 방안을 제안한다. 조달청 ‘나라장터’의 공사정보를 크롤링하여 수집하고 수집정보를 형태소 분석, 정규화하여 공간화하였다. 공간화자료는 준공예정정보와 실제 공사정보를 비교하여 정확성을 검증하였다. 이를 토대로 도로공사의 초기부터 준공까지 전반적인 도로변화 감지와 지속적인 모니터링으로 도로 생애주기를 관리 할 수 있는 방안이 마련될 수 있을 것으로 기대된다.",
    "keyword": "",
    "venue": "한국지적학회지",
    "year": "2020"
  },
  "62293b977b75355e87e2da2e": {
    "authors": [
      {
        "org": "Department of Electrical and Electronic Engineering Xi'an Jiaotong-Liverpool University",
        "name": "Lee, Sanghyuk",
        "id": "s299419"
      },
      {
        "org": "인제대학교",
        "name": "박기원",
        "id": "s299420"
      }
    ],
    "title": "자율주행 모빌리티 탑승자의 멀미 예방 및 완화를 위한 효과적인 인터렉션 디자인 연구",
    "abstract": "자율주행 4단계 이상의 모빌리티 탑승자는 주체적으로 운전을 하지 않기 때문에 멀미를 느낄 가능성이 커진다. 따라서 탑승자의 편안하고 생산적인 이동을 위해 멀미를 예방하거나 완화해 주는 방법에 관한 연구가 필요하다. 이에 본 연구는 멀미에 관한 선행 논문들을 통하여 멀미의 원인과 멀미를 예방하고 완화할 방법들에 대해 선행조사를 하였고 일반인을 대상으로 설문 조사를 하여 차량 탑승 시 멀미가 발생하는 구체적인 상황에 대해 알아보았다. 이를 바탕으로 멀미 완화를 위한 4가지 인터렉션 가이드를 설계하였고 CVT(Concept Value Test)를 통해 검증하였다. 연구결과 사람들은 멀미에 대한 대응으로 시각보다는 청각이나 체감각을 선호하는 것을 알 수 있었다. 이러한 경향은 CVT에서도 유사하게 나왔고 본 연구를 통해 향후 구체적인 인터렉션 디자인의 제안과 검증이 필요할 것으로 판단된다.",
    "keyword": "",
    "venue": "디지털융복합연구",
    "year": "2020"
  },
  "62293b947b75355e87e2da2d": {
    "authors": [
      {
        "org": "Process solutions, Merck Ltd., DiverCity Tokyo Office Tower 15F, 1-1-20 Aomi , Koto-ku, Tokyo, Japan  Japan",
        "name": "Kurisu, Yasuhiko",
        "id": "s50536"
      },
      {
        "org": "Guangzhou Key Laboratory for Surface Chemistry of Energy Materials, New Energy Research Institute, S",
        "name": "Yang, Chenghao",
        "id": "s51224"
      }
    ],
    "title": "자율주행자동차의 도입을 위한 논의 -정보교환, 운전행위, 법·제도를 중심으로-",
    "abstract": "자율주행자동차의 상용화를 위해서는 자율주행과 관련된 기술적·산업적이라는 단일 시점에서의 논의 보다는 다양한 영역을 망라하는 종합적·유기적인 논의가 필요하다. 경제·산업·기술의 발전과 더불어 법률·행정·문화적 영역을 포함한 사회구조 전체의 관계를 설정하여야 한다.\n본고에서는 자율주행자동차 도입을 위한 시스템적, 사회적, 법·제도적 관점에서 주요 논점을 살펴보았다. 우선, 자율주행에 필요한 요소는 다양한 정보일 것이다. 정보교환은 자율주행자동차와 다양한 기기 간에 이루어지나 정보의 교환 그 자체로 보안상의 취약성을 갖고 있다. 이러한 보안상의 문제에 대응하기 위하여 소프트웨어의 지속적인 업데이트에 의한 안전 확보와 소프트웨어의 품질과 보안의 개선이 가능한 오픈소스 소프트웨어의 도입이 필요하다. 둘째, 보조운전 지원 개념과 인간의 개입을 전제로 하지 않는 자율주행자동차 개념이 교차하는 레벨 3단계의 자율주행자동차에 대한 인간의 주행능력과 운전오류에 대해 논의하였다. 선행 연구는 부족하지만 “운전 전환 시기의 재량과 전환 이후 인간의 운전 대응”을 위한 자동차 제조사와 인공지능·인간공학·뇌과학 전문가·법률가 등에 의한 검증을 거친 “표준화”의 필요성을 강조하였다. 셋째, 자율주행의 운행 알고리즘은 상호간의 교통 행동에 대응하며 위험을 인지하고 회피하는 방향으로 구현될 필요가 있다. 또한, 교통 규칙의 ‘즉시 창발성’에 주목한 알고리즘의 기초 마련이 자율주행시스템에 필요하고, 향후 자율주행자동차에 어떠한 기능을 요구할 것인지, 그러한 기능을 갖췄을 경우 자동차 제조사, 알고리즘 설계자, 자율주행자동차의 이용자, 이해 관계자 사이의 책임 분배에 대한 기준이 필요하다. 따라서 자율주행과 관련된 컴퓨터 과학과 인공지능, 인문과학, 법학 등의 학제적 관점에서 더욱 연구를 도모해 나갈 필요가 있다.",
    "keyword": "",
    "venue": "경찰학논총",
    "year": "2020"
  },
  "62293bae7b75355e87e2da59": {
    "authors": [
      {
        "org": "sen University, Kaohsiung, Taiwan",
        "name": "Kuang",
        "id": "s300906"
      },
      {
        "org": "Department of Computer Science and Engineering, National Sun Yat&#x2010",
        "name": "Wu, Chien&#x2010",
        "id": "s300907"
      },
      {
        "org": "sen University, Kaohsiung, Taiwan",
        "name": "Nan",
        "id": "s300908"
      },
      {
        "org": "1Department of Biomedical Informatics, University of California, San Diego, CA 92093,",
        "name": "Wang, Shuang",
        "id": "s300909"
      },
      {
        "org": "1Department of Biomedical Informatics, University of California, San Diego, CA 92093,",
        "name": "Zhang, Yuchen",
        "id": "s300910"
      }
    ],
    "title": "정밀도로지도 개선을 위한 정밀도로지도 객체 활용성 검증",
    "abstract": "세계적으로 4차 산업혁명 시대에 접어들면서 자율주행차에 대한 관심이 증대되고 있으나 최근 보행자사고, 차대차사고 등 안전 확보 등의 이슈로 이에 대한 기술적인 모델로서 차선, 노면표시 등 도로정보와 신호등, 교통표지판 등 시설물 정보가 포함된 3차원 정밀도로지도(HD Map: High Definition Map) 수요가 높아지고 있다. 하지만, 수요에 따른 일부 보완점들이 계속적으로 제기되고 있어, 정밀도로지도를 활용하는 기관·기업들의 의견을 수렴하고 그에 따른 정밀도로지도의 개선이 필요한 실정이다. 본 연구는 국토지리정보원에서 주최하고 공간정보산업진흥원에서 주관했던 정밀도로지도 활용성 검증 공모전의 결과를 활용하여 연구를 수행하였다. 본 연구를 위해서 정밀도로지도의 개선을 위한 정밀도로지도 객체 검증을 위해 정밀도로지도의 레이어 및 레이어 코드를 조사하고, 그에 따라 정밀도로지도 객체 검증 항목을 구성하였으며 그 항목에 따라 정밀도로지도 활용성 검증 공모전 참가자들이 검증을 수행하고, 그 결과를 분석하였다. 그 결과 참가자들이 가장 많이 사용한 레이어별 코드는 평면교차로 등이며, 가장 높은 사용률을 보여주는 코드는 안전표지로 나타났다. 또한 부속구간 및 높이 장애물의 사용률은 각각 16.67%, 8.88%로 낮은 비율을 보여주었다. 이번 연구로 향후 정밀도로지도의 활용을 위해서 지속적으로 수요처의 의견을 수렴하여 수요처에서 실제로 필요한 레이어와 이에 대한 데이터 모델을 개선하는 연구가 필요할 것으로 예상된다.",
    "keyword": "",
    "venue": "한국측량학회지",
    "year": "2020"
  },
  "62293bd27b75355e87e2da8c": {
    "authors": [
      {
        "org": "Department of Electrical Engineering, Shanghai Key Laboratory of Multidimensional Information Processing, East China Normal University, Shanghai 200241, People’s Republic of China",
        "name": "Ren, Jiaqi",
        "id": "s122848"
      },
      {
        "org": "Correlated Quantum Materials Group",
        "name": "Zheng, Qiang",
        "id": "s73573"
      }
    ],
    "title": "FPGA 검증을 위해 SDK의 Memory Map을 이용한 데이터 자동화 시스템 구현",
    "abstract": "영상처리는 가시적으로 많은 정보를 얻을 수 있으므로 자율주행, 얼굴인식 등 다양한 연구가 진행되고 있다. 따라서 영상처리는 회로 수정이 쉽고 빠른 검증이 가능한 비메모리 반도체인 FPGA(Field Programmable Gate Array)를 많이 사용한다. 본 논문에서는 Xilinx사의 Zynq-7000 ZC706 보드를 사용하며 PC와 통신을 위해 SDK를 사용한다. SDK는 보드에 사용될 알고리즘이 바뀔 경우, 새로운 알고리즘의 파라미터를 위해 SDK의 환경을 수정해야 한다. 따라서 빠른 검증을 위해 알고리즘이 바뀌더라도 사용될 파라미터를 자동으로 인식하고 원활한 통신을 위한 SDK의 자동화 시스템을 제안한다. 또한, 알고리즘이 최대 8개까지 사용 가능하도록 자동화를 위한 규칙화를 제안한다.",
    "keyword": "",
    "venue": "한국정보기술학회논문지",
    "year": "2020"
  },
  "62293b977b75355e87e2da2f": {
    "authors": [
      {
        "org": "National Chiao Tung University",
        "name": "Sun, Wen-Lin",
        "id": "s117776"
      },
      {
        "org": "National Chiao Tung University",
        "name": "Tang, Ying-Han",
        "id": "s117777"
      },
      {
        "org": "Concordia University,Department of Electrical and Computer Engineering,Montreal,Canada",
        "name": "Baniamerian, Amir",
        "id": "s117778"
      },
      {
        "org": "Concordia University,Department of Electrical and Computer Engineering,Montreal,Canada",
        "name": "Khorasani, Khashayar",
        "id": "s117779"
      },
      {
        "org": "University of Texas at Arlington, Arlington, TX, 76019, USA",
        "name": "M. Matsuo, Igor B.",
        "id": "s117780"
      },
      {
        "org": "Beihang University",
        "name": "Zhang, Lei",
        "id": "s117781"
      },
      {
        "org": "Beihang University",
        "name": "Zhang, Jianguo",
        "id": "s117782"
      },
      {
        "org": "Department of Energy, Politecnico di Milano, Milano, Italy",
        "name": "Corigliano, Silvia",
        "id": "s117783"
      },
      {
        "org": "School of Computer and Communication Engineering, University of Science and Technology Beijing, Beijing, China",
        "name": "Wang, Jianping",
        "id": "s4156"
      },
      {
        "org": "Department of Energy, Politecnico di Milano, Milano, Italy",
        "name": "Moncecchi, Matteo",
        "id": "s117784"
      }
    ],
    "title": "자율주행 자동차를 위한 정밀도로지도 활용성 검증",
    "abstract": "This paper presents the viability of a high-definition(HD) map for fully autonomous cars. The HD map stores driving information that can be used by autonomous cars to address sensor-only limitations. To confirm the viability of the HD map for autonomous cars, this paper utilized four approaches. First, localization was used to match the point cloud data of the LiDAR sensor with those in the HD map. Second, an electronic horizon was extracted from the road geometry and traffic regulations in the HD map. Third, the acceptability of the HD map was verified after importing the HD map into the simulator. Lastly, autonomous driving simulation and experiments on trajectory tracking were performed to ensure the reliability of the HD map. These approaches demonstrated that the HD map was capable of handling perception limitations and allowed fully autonomous driving.",
    "keyword": "",
    "venue": "한국자동차공학회 논문집",
    "year": "2020"
  },
  "62293b9d7b75355e87e2da4a": {
    "authors": [
      {
        "org": "School of Electrical Engineering, State Key Laboratory for Alternate Electrical Power System With Renewable Energy Sources, North China Electric Power University, Beijing, China",
        "name": "Sun, Haonan",
        "id": "s118918"
      },
      {
        "org": "College of Computer Science and Technology, Huaqiao University, Xiamen, China",
        "name": "Luo, Hao",
        "id": "s118919"
      },
      {
        "org": "School of Information Science and Engineering, Central South University, Changsha, China",
        "name": "Liu, Anfeng",
        "id": "s118920"
      },
      {
        "org": "Microsoft, Redmond, WA, USA",
        "name": "Ye, Jun",
        "id": "s118921"
      },
      {
        "org": "Huawei Cloud, Bellevue, WA, USA",
        "name": "Qi, Guo-Jun",
        "id": "s118922"
      },
      {
        "org": "Department of Computer Science, University of Central Florida, Orlando, FL, USA",
        "name": "Zhuang, Naifan",
        "id": "s118923"
      },
      {
        "org": "Department of Computer Science, University of Central Florida, Orlando, FL, USA",
        "name": "Hu, Hao",
        "id": "s118924"
      }
    ],
    "title": "비신호 교차로 상황에서 V2V 기반 자율주행차의 위험성 분석 및 모니터링 컨셉 연구",
    "abstract": "자율주행차는 GPS 및 레이더, 라이다, 카메라, IMU 등 다수의 센서가 장착되어 도심 교차로주행 환경에서 다양한 교통체계를 인지하고 판단하여 주행하지만 장착된 센서의 감지 거리를벗어나는 영역에 대한 예측 및 판단의 한계 등으로 자율주행차의 교차로 사고 비율은 전체 사고의 88%로 사고 비율이 높다. 따라서 ITS 도입으로 V2V, V2I를 통한 비신호 교차로 사고 회피 전략 연구가 진행되고 있을 뿐만 아니라 고장 상황에서 안전한 교차로 주행에 대한 연구도진행되고 있지만 단순한 교차로 시나리오를 통한 검증과 단편적인 V2V 고장만을 제시하고 있다. 본 논문에서는 V2V 모듈의 아키텍쳐를 분석하여 V2V 모듈별 위험 요인을 분석하여 고장모드를 정의하였다. 또한 다양한 도로 조건 및 교통량에 따라 교차로 시나리오를 제시하여ISO-26262 Part3 프로세스를 활용하여 HARA를 수행하여 자율주행차의 오작동에 대해 시뮬레이션 기반 위험성을 분석하여 ASIL을 제시하였다. V2V 모듈의 각 컴포넌트별 모니터링 컨셉을 제안하였고 시뮬레이션을 통해 모니터링 커버리지를 제시하였다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2020"
  },
  "62293b977b75355e87e2da30": {
    "authors": [
      {
        "org": "Key Laboratory of Ministry of Industry and Information Technology on Quantum, Sensing Technology, School of Instrument Science and Opto-Electronic Engineering, Beihang University, Beijing, China",
        "name": "Yuan, H.",
        "id": "s121630"
      },
      {
        "org": "Department of Computer Science, Kyonggi University",
        "name": "홍진아",
        "id": "s299453"
      },
      {
        "org": "숭실대학교 정보통신전자공학부",
        "name": "김상환",
        "id": "s299454"
      },
      {
        "org": "Dept. of Electrical Engineering, Chosun University",
        "name": "강민상",
        "id": "s299455"
      }
    ],
    "title": "자율주행자동차를 위한 정밀도로지도 갱신기술 평가시스템(SW) 개발 연구",
    "abstract": "최근 정밀지도는 자율차량에서 또 하나의 센서로 인식할만큼 중요한 핵심기술로 부각되고 있다. 정밀지도는 보다 안전한 자율주행을 지원하며, 이를 위해 지도 데이터의 최신성을 확보할 수 있어야 하며, 고품질을 유지해야 한다. 이를 위해 국내에서는 관련 갱신 기술 및 기준에 대한 개발이 진행중에 있다. 정밀지도 갱신 시 고품질을 유지하기 위해 정밀지도 구축 수준의 데이터 무결성 및 정확성이 요구되어지고 이에 대한 평가가 필요하다. 본 논문은 자율주행을 위한 정밀지도 갱신기술에 대해 분석하고, 갱신 지도 품질 검증을 위한 기준과 방법을 정하였으며, 갱신지도를 자동으로 평가하기 위한 시스템 개발을 위한 요구사항과 방법을 도출하였다. 향후 본 연구 결과는 정밀지도의 최신성과 품질확보에 기여할 수 있을 것으로 기대한다.",
    "keyword": "",
    "venue": "디지털콘텐츠학회논문지",
    "year": "2020"
  },
  "62293b977b75355e87e2da31": {
    "authors": [
      {
        "org": "Dept. of Electrical Engineering, Chosun University",
        "name": "정인성",
        "id": "s299457"
      },
      {
        "org": "강원대학교 컴퓨터정보통신공학과",
        "name": "박총명",
        "id": "s299458"
      },
      {
        "org": "강원대학교 컴퓨터정보통신공학과",
        "name": "조영태",
        "id": "s299459"
      },
      {
        "org": "숭실대학교 정보통신전자공학부",
        "name": "Lee, Sungje",
        "id": "s299460"
      },
      {
        "org": "Progressive Systems S.r.l., Rome, Italy",
        "name": "Arcorace, Mauro",
        "id": "s119154"
      },
      {
        "org": "Progressive Systems S.r.l., Rome, Italy",
        "name": "Cuccu, Roberto",
        "id": "s119156"
      }
    ],
    "title": "자율주행 성능평가를 위한 HIL기반 시뮬레이션 환경구축 연구",
    "abstract": "자율주행기술의 수용성을 확보하기 위해서는 기술의 신뢰성에 대한 평가기술이 필요하며 평가방법은 시스템의안전성을 향상하도록 구성되어야 한다. 본 논문은 실차 평가가 갖는 물리(사람, 시간, 공간)적인 제약을 감소시키기 위한 HIL(Hardware-in-the-Loop)기반 시뮬레이션의 환경 구축 방법을 제안한다. 제안하는 HIL 기반 시뮬레이션 환경 구축 방법은 총 4단계로 구성되며, 1) 성능 평가 시나리오 설계, 2) HILS 기반 평가환경 구축, 3) 정밀지도기반 평가환경 설계, 4) 시뮬레이션 기반 재현성 평가로 구성된다. 첫 번째로 평가 대상 지역의 주행환경 분석및 시스템 운용설계범위에 따른 성능 평가 시나리오를 설계한다. 두 번째로 HIL 시뮬레이션 기반 평가 대상 지역에 대한 환경을 구축한다. 세 번째로 평가 대상 지역의 정밀지도를 기반으로 평가환경을 설계한다. 마지막으로 평가 대상 지역에 대한 시뮬레이터 구현 결과와 실차 실험 데이터의 비교로 재현성을 평가한다. 제안한 방법은 실차평가환경과 유사한 환경을 시뮬레이션으로 구축하였으며, 실험 결과로 제안방법의 유효성을 검증하였다.",
    "keyword": "",
    "venue": "한국통신학회논문지",
    "year": "2021"
  },
  "62293bd27b75355e87e2da91": {
    "authors": [
      {
        "org": "Department of Mechanical and Aerospace Engineering, The George Washington University, 800 22nd Street, NW, Washington, DC, 20052, USA",
        "name": "Plesniak, Michael W",
        "id": "s152002"
      },
      {
        "org": "광단말솔루션연구실",
        "name": "김성창",
        "id": "s313267"
      },
      {
        "org": "School of Chemistry, Sun Yat-sen University China",
        "name": "Li, Yuhang",
        "id": "s21520"
      }
    ],
    "title": "입력 변이에 따른 딥러닝 모델 취약점 연구 및 검증",
    "abstract": "딥러닝 모델은 변이를 통해 훈련 데이터에서 벗어난 입력으로부터 잘못된 예측 결과를 산출할 수 있으며 이는 자율주행, 보안 분야 등에서 치명적인 사고로 이어질 수 있다. 딥러닝 모델의 신뢰성 보장을 위해서는 다양한 변이를통해 예외적인 상황에 대한 모델의 처리 능력이 검증되어야 한다. 하지만, 기존 연구가 제한된 모델을 대상으로만수행되었으며, 여러 입력 변이 유형에 구분을 짓지 않고 사용했다. 본 연구에서는 딥러닝 검증 데이터 세트로 널리사용되고 있는 CIFAR10 데이터 세트를 기반으로 다양한 상용화된 모델과 추가 버전을 포함하여 총 6개의 모델에대한 신뢰성 검증을 수행한다. 이를 위해 실생활에서 발생할 수 있는 6가지 유형의 입력 변이 알고리즘을 다양한 파라미터와 함께 데이터 세트에 개별적으로 적용하여 각각에 대한 모델의 정확도를 비교함으로써 특정 변이 유형과 관련된 모델의 취약점을 구체적으로 파악한다.",
    "keyword": "",
    "venue": "정보보호학회논문지",
    "year": "2021"
  },
  "62293b8d7b75355e87e2da1b": {
    "authors": [
      {
        "org": "Key Laboratory of Fuel Cell Materials and Devices, Jingdezhen Ceramic Institute, Jingdezhen 333403, China",
        "name": "Liu, Liangguang",
        "id": "s222956"
      },
      {
        "org": "School of Automation, Guangdong University of Technology,Guangzhou,P. R. China,510006",
        "name": "Huang, Zhifeng",
        "id": "s368099"
      },
      {
        "org": "Indian Association for the Cultivation of Science, 2A and 2B Raja S. C. Mullick Road, Jadavpur, Kolkata 700032 India",
        "name": "Das, Kalipada",
        "id": "s46711"
      }
    ],
    "title": "자율주행 자동차에서 제어권 전환 시 운전자, 차량, 환경 데이터에 기반한 복합 주행 안정 판단 알고리즘 제안 및 검증",
    "abstract": "A lot of research and development for the autonomous vehicle have been progressed recently, and it is about to be commercialized. In specific situations, however, the vehicle needs to be controlled by human and the driving mode must be switched from autonomous to manual. At the moment, it is difficult to have driving stability immediately because drivers were doing other tasks in the autonomous mode. For safety issue, driving stability after the take-over should be recovered quickly, and it is necessary to monitor driving stability in real time. In this study, we propose an algorithm for judging driving stability quantitatively using the data of drivers, vehicles, and the environment. We suggest one class classification approach based on convolutional auto encoder. And also, the numerical experiments are conducted to compare the results between the proposed algorithm and a rule-based algorithm, so we verify the effectiveness and rationality of the algorithm.",
    "keyword": "",
    "venue": "한국CDE학회 논문집",
    "year": "2021"
  },
  "62293bb27b75355e87e2da5e": {
    "authors": [
      {
        "org": "Department of Physics and Institute for Nano Science, Korea University",
        "name": "Lee, Cheol-Eui",
        "id": "s11259"
      },
      {
        "org": "Aristotle University of Thessaloniki",
        "name": "Diamantopoulos, Themistoklis",
        "id": "s353091"
      },
      {
        "org": "전북대학교",
        "name": "고석철",
        "id": "s14358"
      }
    ],
    "title": "LKS 시스템을 위한 라이다 기반 MRM 알고리즘 개발",
    "abstract": "카메라나 레이더에 비해 높은 인지 성능을 제공하는 라이다 센서는 높은 가격으로 의해ADAS나 자율주행에 적용되기 어려웠으나, 최근 가격이 빠르게 낮아지고 있어 라이다를 활용한 기존 자율주행 기능 개선에 관한 기대가 높아지고 있다. 레벨3 자율주행자동차의 경우, 센서의 결함 또는 한계 등 인지시스템에 위험한 상황이 발생했을 때 운전자에게 수동모드로의제어권 전환을 요청하며, 만약 이러한 요청에도 운전자가 반응하지 않을 경우 MRM 즉 최소위험기동을 구현하여야 한다. 본 연구에서는 이러한 배경을 바탕으로 인지 시스템에서 생기는위험으로 인해 LKS의 정상작동이 힘든 경우에 대한, 라이다 기반의 MRM 알고리즘을 개발하였다. 본 논문의 LKS MRM 기술은 라이다에서 수집된 포인트 클라우드 데이터를 기반으로객체 군집화를 통해 전방에 있는 차량의 이동 경로를 생성하고, 이를 자차량의 목표 경로점으로 변환하여, 카메라 기반의 LKS가 정상 작동을 할 수 없는 경우 라이다 기반의 경로 추종제어를 통해 최소위험기동을 수행한다. 제안된 알고리즘의 성능을 검증하기 위하여 HAZOP 기법을 사용하여 위험원을 식별하였고 이를 바탕으로 검증용 시나리오 3가지를 도출하여, 뵨연구에서 구축한 시뮬레이션 환경에서 알고리즘 검증을 수행하였다. 그 결과 본 연구에서 제안한 라이다 기반 LKS MRM 알고리즘이 여러 가능한 인지시스템의 위험 상황에 대해 차선이탈을 방지하고 이를 통해 교통사고를 방지하는 것을 확인할 수 있었다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2021"
  },
  "62293bd27b75355e87e2da8b": {
    "authors": [
      {
        "org": "Dept. of Electronics and Computer Engineering, Korea University, Dept. of Electrical and Computer Engineering, Johns Hopkins University",
        "name": "Ko, Han-Seok",
        "id": "s1669"
      }
    ],
    "title": "3D 프린팅 패션제품 이용의도에 대한 연구",
    "abstract": "3D프린팅 기술은 빅데이터, 사물인터넷, 자율주행차 등과 함께 4차산업혁명을 주도할 미래 핵심 기술로 주목받고 있다. 본 연구의 목적은 3D프린팅 패션제품의 소비자 이용의도에 영향을 미치는 변인들을 분석해보는 것이다. 구체적으로는 기술준비도, 지각된 즐거움, 태도, 그리고 이용의도 간의 관계를 살펴보기 위한 모형을 제안하고, PLS 구조모형방정식을 통해 이를 검증하였다. 최종 219명의 샘플을 분석에 사용하였으며 연구 결과는 다음과 같다. 기술 준비도의 두 변수인 낙관성과 혁신성은 지각된 즐거움에 미치는 영향력에 있어 차이를 보였다. 낙관성은 지각된 즐거움에 긍정적인 영향을 미치는 것으로 나타난 반면, 혁신성은 지각된 즐거움에 유의한 영향을 미치지 못했다. 낙관성과 혁신성은 3D프린팅 제품에 대한 태도에는 모두 긍정적인 영향을 미쳤다. 지각된 즐거움은 태도는 물론 이용의도에도 긍정적인 영향을 미쳤다. 마지막으로 태도는 이용의도에 매우 긍정적인 영향을 미쳤다. 본 연구는 소비자들의 3D프린팅 제품 사용의도에 대한 이론적 시사점을 제시하였다는 점에서 의의가 있다. 이러한 연구 결과를 바탕으로 3D프린팅을 활용한 패션 산업과 소비자 이해에 기여할 수 있을 것으로 기대한다.",
    "keyword": "",
    "venue": "비즈니스융복합연구",
    "year": "2021"
  },
  "62293bc97b75355e87e2da77": {
    "authors": [
      {
        "org": "Tianjin Key Laboratory of Intelligent Robotics (TJKLIR), Institute of Robotics and Automatic Information System (IRAIS), Nankai University, Tianjin, China",
        "name": "Zhang, Xuebo",
        "id": "s563604"
      },
      {
        "org": "Tianjin Key Laboratory of Intelligent Robotics (TJKLIR), Institute of Robotics and Automatic Information System (IRAIS), Nankai University, Tianjin, China",
        "name": "Gao, Haiming",
        "id": "s563605"
      },
      {
        "org": "Tianjin Key Laboratory of Intelligent Robotics (TJKLIR), Institute of Robotics and Automatic Information System (IRAIS), Nankai University, Tianjin, China",
        "name": "Yuan, Jing",
        "id": "s563606"
      }
    ],
    "title": "OBDII 데이터 기반의 실시간 연료 소비량 예측 모델 연구",
    "abstract": "자율주행차 시대가 도래하면서 ECU (Electronic Control Unit)는 점차 고도화되고 있고, 이에 따라 차량에서 정확한 데이터를 추출하고 분석하려는 연구가 다양하게 시도되어 왔다. 그러나 ECU는 차량 제조사별로 상이한 프로토콜을 가지고 있어 상용 단말기로는 정확한 데이터 추출과 분석이어렵다. 본 연구에서는 정확한 차량 데이터를 추출하기 위하여 전용 펌웨어를 개발하여 차량의 2019년 1월부터 2월의 실제 주행데이터 53,580건의데이터를 추출하였으며, 20회가 넘는 실제 도로 주행을 통해서 데이터의 정확도를 검증하였다. 이러한 데이터를 바탕으로 실시간 연료 소비량예측 모델의 정확도를 높이기 위하여 스태킹 앙상블 기법을 이용하였다. 본 연구에서는 베이스 모델로 Ridge, Lasso, XGBoost, LightGBM이 사용되고메타 모델은 Ridge가 사용되었으며, 예측 성능은 MAE 0.011, RMSE 0.017로 최적의 결과를 보였다.",
    "keyword": "",
    "venue": "정보처리학회논문지. 소프트웨어 및 데이터 공학",
    "year": "2021"
  },
  "62293b997b75355e87e2da3a": {
    "authors": [
      {
        "org": "Department of Computer Software Engineering, MCS, National University of Sciences and Technology, Islamabad, Pakistan",
        "name": "Mahmood, Khawir",
        "id": "s263222"
      },
      {
        "org": "Korea Advanced Institute of Science and Technology",
        "name": "고성원",
        "id": "s299583"
      }
    ],
    "title": "부분 자율주행자동차의 운전자 모니터링 시스템 안전기준 검증을 위한 운전 행동 분석 -1부-",
    "abstract": "This study aimed to verify the criteria of the driver monitoring systems proposed by UNECE ACSF informal working group and the ministry of land, infrastructure, and transport of South Korea using driving behavior data. In order to verify the criteria, we investigated the safety regulations of driver monitoring systems in a conditional autonomous vehicle and found that the driver monitoring measures were related to eye blinks times, head movements, and eye closed duration. Thus, we took two different experimental data including real-world driving and simulator-based drowsy driving behaviors in previous studies. The real-world driving data were used for analyzing blink times and head movement intervals, and the drowsiness data were used for eye closed duration. In the real-world driving study, 52 drivers drove approximately 11.0 km of rural road (about 20 min), 7.9 k m of urban road (about 25 min), and 20.8 k m of highway (about 20 min). The results suggested that the appropriate number of blinks during the last 60 seconds was 4 times, and the head movement interval was 35 seconds. The results from drowsy driving data will be presented in another paper - part 2.",
    "keyword": "",
    "venue": "자동차안전학회지",
    "year": "2021"
  },
  "62293b997b75355e87e2da3b": {
    "authors": [
      {
        "org": "Department of Computer Software Engineering, MCS, National University of Sciences and Technology, Islamabad, Pakistan",
        "name": "Mahmood, Khawir",
        "id": "s263222"
      },
      {
        "org": "Korea Advanced Institute of Science and Technology",
        "name": "고성원",
        "id": "s299583"
      }
    ],
    "title": "부분 자율주행자동차의 운전자 모니터링 시스템 안전기준 검증을 위한 운전 행동 분석 -2부-",
    "abstract": "This study aimed to verify the criteria of the driver monitoring systems proposed by UNECE ACSF informal working group and the ministry of land, infrastructure, and transport of South Korea using driving behavior data. In order to verify the criteria, we investigated the safety regulations of driver monitoring systems in a conditional autonomous vehicle and found that the driver monitoring measures were related to eye blinks times, head movements, and eye closed duration. Thus, we took two different experimental data including real-world driving and simulator-based drowsy driving behaviors in previous studies. The realworld driving data were used for analyzing blink times and head movement intervals, and the drowsiness data were used for eye closed duration. In the drowsy driving study, 10 drivers drove approximately 37 km of a monotonous highway (about 22 min) twice. The results suggested that the appropriate duration of eyes continuously closed was 4 seconds. The results from real-world driving data were presented in the other paper - part 1.",
    "keyword": "",
    "venue": "자동차안전학회지",
    "year": "2021"
  },
  "62293b977b75355e87e2da32": {
    "authors": [
      {
        "org": "Qazvin Islamic Azad University, Iran",
        "name": "Bassiri, Amin",
        "id": "s561237"
      },
      {
        "org": "Allameh Tabataba’i University, Iran",
        "name": "Asghari Oskoei, Mohammadreza",
        "id": "s561238"
      },
      {
        "org": "인제대학교",
        "name": "박기원",
        "id": "s299420"
      }
    ],
    "title": "자율주행형 공유차량의 소유 만족감 충족을 위한 UX디자인 연구 - 탑승단계에서의 커스터마이징을 중심으로",
    "abstract": "자율주행 기술의 발달로 자율주행형 공유 차량에 대한 기대감이 확산하고 있지만, 공유 차량에서 ‘소유 만족감’을 느끼기 힘든 것이 사실이다. 본 논문에서는 자율주행형 공유 차량 탑승 단계에서의 커스터마이징을 통해 이러한 소유 만족감이 충족될 수 있는지에 대해 연구하였다. 이를 위해 선행연구 조사와 현재 공유 차량 이용상에서 만족/불편 요소에 사전조사를 진행했다. 이후, 커스터마이징 요소에 대한 선호도와 각 요소가 소유 만족도에 미치는 영향을 CVT를 통해 검증하였다. 사전조사 결과 후각적 요소와 인터랙션 요소가 소유 만족도에 더 큰 만족도를 주며, CVT 결과 탑승 요소의 커스터마이징을 통해 소유 만족도 충족이 가능할 것으로 나타났다. 본 연구를 향후 자율주행 차량의 인터랙션 디자인과 공유 차량의 서비스 디자인 연구를 위한 기초 자료로서 제시하였다.",
    "keyword": "",
    "venue": "디지털융복합연구",
    "year": "2021"
  },
  "62293bb27b75355e87e2da60": {
    "authors": [
      {
        "org": "Department of Electrical and Computer Engineering, National University of Singapore, Singapore",
        "name": "Vishwanath, Kale Rahul",
        "id": "s16939"
      },
      {
        "org": "Department of Electrical and Computer Engineering, National University of Singapore, Singapore",
        "name": "Fong, Xuanyao",
        "id": "s16940"
      }
    ],
    "title": "미시 교통 시뮬레이션을 활용한 실시간 교차로 이동류 교통량 계수 시스템 개발",
    "abstract": "교차로에는 다수의 이동교통류(movement traffic)가 존재하며, 각 이동류별로 고유의 특성(교통량, 속도, 밀도 등)을 갖는다. 그 중 교통량은 교통신호의 제어, 대기행렬의 예측 등에 필수적으로 사용되는 속성으로, 자율주행, C-ITS(Cooperative Intelligent Transport Systems) 등의 미래 교통 시스템에서 그 활용성은 더욱 커질 것으로 예상된다. 이에 본 연구에서는 미시 교통 시뮬레이션을 활용하여 실시간으로 교차로 이동교통류의 교통량을 계수(count)하는 시스템을 개발한다. 이를 위해 교차로 이동류 교통량의 정의 및 계수 시스템 요구사항 분석을 통해 계수 시스템을 설계하였다. 그리고 미시 교통 시뮬레이션 툴인 VISSIM과 Python API를 이용하여 시스템을 구현하고, 그 성능을 검증하였다. 개발된 시스템은 향후 자율주행시스템과 C-ITS의 응용 서비스 기술 개발에 많은 활용이 가능할 것으로 기대된다.",
    "keyword": "",
    "venue": "디지털콘텐츠학회논문지",
    "year": "2021"
  },
  "62293bce7b75355e87e2da84": {
    "authors": [
      {
        "org": "부경대학교",
        "name": "박영호",
        "id": "s303297"
      },
      {
        "org": "Correlated Quantum Materials Group",
        "name": "Zheng, Qiang",
        "id": "s73573"
      }
    ],
    "title": "최적화된 학습데이터를 통한 머신러닝 기반의 안개 제거 알고리즘의 성능개선",
    "abstract": "자율주행 자동차는 카메라를 통해 차선과 도로표지판, 신호등 등의 주변 환경 인식하여 자동으로 운전하기 때문에 주변의 정보를 정확하게 수집하는 기술이 중요하다. 그러나 카메라는 안개가 낀 날씨와 같은 악조건 상황에 정확한 인식을 하지 못하는 문제가 있다. 최근에는 이러한 문제를 해결하기 위하여 머신러닝에 기반을 둔 안개를 제거하는 알고리즘을 활용한 기술에 대한 연구가 활발히 진행되고 있다. 본 논문에서는 기존의 머신러닝 기반의 안개 제거 알고리즘에서 깊이 맵 추정을 위한 학습데이터로 영상의 특징들의 관계를 분석한다. 최적화된 학습데이터를 이용한 선형모델로 개선된 깊이 맵을 추정하여 알고리즘의 성능을 개선하는 방법을 제안하고, O-HAZE와 I-HAZE 영상에 대한 정량적 수치결과 약 4.0%를 개선하여 성능의 우수성을 검증했다",
    "keyword": "",
    "venue": "한국정보기술학회논문지",
    "year": "2021"
  },
  "62293bc77b75355e87e2da72": {
    "authors": [
      {
        "org": "Weill Cornell Medical College, New York, NY",
        "name": "Cesarman, Ethel",
        "id": "s562038"
      },
      {
        "org": "ETH Zurich,Automatic Control Lab,Switzerland",
        "name": "Smith, Roy S.",
        "id": "s346057"
      },
      {
        "org": "Key Laboratory for Ubiquitous Network and Service Software of Liaoning Province, School of Software, Dalian University of Technology, Dalian, China",
        "name": "Wan, Liangtian",
        "id": "s79646"
      }
    ],
    "title": "진동 신호를 사용한 MEMS 센서 대상 신호오류 주입공격 탐지 방법",
    "abstract": "무인이동체에 탑재되는 자율주행 시스템은 여러 센서를 통해 외부 환경을 인식하고 이를 통해 최적의 제어값을 도출한다. 무인이동체의 자율주행 시스템은 최근들어 사이버공격의 타겟이 되고 있다. 예를 들어, 무인이동체의 센서를 대상으로 신호오류 주입공격을 수행함으로써 센서 데이터를 악의적으로 조작하는 PHY 레벨 (Physical level) 공격과 관련한 연구 결과들이 발표되고 있다. PHY 레벨에서 수행되는 신호오류 주입공격은 주변 환경에 물리적 조작을 가하여 센서가 잘못된 데이터를 측정하게 하므로 소프트웨어 레벨에서 공격을 탐지하기 어렵다는 특징을 갖고 있다. 신호오류 주입공격을 탐지하기 위해서는 센서가 측정하는 데이터의 신뢰성을 검증하는 과정이 필요하다. 현재까지 자율주행 시스템에 탑재되는 센서들을 대상으로 PHY 레벨 공격을 시도하는 다양한 방법이 제시되었으나 이를 탐지하고 방어하는 연구는 아직까지는 부족한 상황이다. 본 논문에서는 무인이동체 환경에서 널리 쓰이고 있는 MEMS 방식의 센서를 대상으로 신호오류 주입공격을 재연하고, 이러한 공격을 탐지하는 방법을 제안한다. 제안하는 방법의 정확도를 분석하기 위해서 신호오류 주입 탐지 모델을 구축하였으며, 실험실 환경에서 유효성을 검증하였다.",
    "keyword": "",
    "venue": "정보보호학회논문지",
    "year": "2021"
  },
  "62293bd97b75355e87e2da9b": {
    "authors": [
      {
        "org": "Department of Computing, Imperial College London, London, U.K.",
        "name": "Leutenegger, Stefan",
        "id": "s561096"
      },
      {
        "org": "Institute of Science and Innovation in Mechanical and Industrial Engineering (INEGI), Materials and Composite Structures Unit, Porto, Portugal po",
        "name": "Mould, Sacha T.",
        "id": "s54177"
      },
      {
        "org": "School of Automation Science and Electrical Engineering, Beihang University, Beijing, China",
        "name": "Luo, Jingwen",
        "id": "s561097"
      },
      {
        "org": "4Seoul National University, Seoul, 151-742, Republic of Korea and",
        "name": "Kim, Miran",
        "id": "s300913"
      }
    ],
    "title": "공공기준점을 이용한 GNSS 높이측량 정밀도 분석 연구",
    "abstract": "정밀지오이드를 구축하기 위하여 육상, 해상, 항공, 위성 중력측정 방법으로 다양화되고 측정 기술이 발전되어 고해상도 고정밀도의 중력자료 확보가 가능해졌다. 정밀지오이드의 구축은 별도의수준측량 없이 GNSS 측량을 통해 표고를 빠르고 편리하게 결정할 수 있으며 우리나라는 2014년부터 국토지리정보원에서 GNSS를 기반으로 한 높이측량 정확도를 향상시키기 위해 합성지오이드모델을 개발하고 있다. 본 연구에서는 공공측량의 GNSS높이측량을 검증하기 위하여 기존의 고시된 공공기준점을 선점하여 GNSS높이측량 결과와 비교 분석하였다. 실험은 연구보고서 등에서 정밀도가 낮은 지역으로 제시되거나 정밀도가 낮을 것으로 예상되는 연안, 접경, 산악지형의 공공기준점에 대하여 GNSS높이측량을 수행하고 정밀도를 분석하였다. GNSS높이측량 검증을 위해 공공기준점 GNSS높이측량 기지점으로 사용될 주변 통합기준점의 GNSS 타원체고를 점검하였다. 점검된 통합기준점을 기준으로 공공기준점의 GNSS 타원체고를 산출하고 KNGeoid18 모델을 이용하여 표고를 계산하여 직접수준측량 표고결과와 비교하였다. 분석 결과 연안, 접경, 산악 지역 공공기준점의 GNSS 높이측량 결과가 3·4급 공공수준측량 정확도에 만족하는 것으로 나타났다. 이를통하여 사용자가 요구하는 높이 정확도에 따라 기존의 직접수준측량보다 GNSS 높이측량이 효율적으로 이용될 수 있으며, KNGeoid18도 자율주행자동차, 무인항공기 등 다양한 분야에서 활용될수 있을 것으로 판단된다.",
    "keyword": "",
    "venue": "한국지리정보학회지",
    "year": "2021"
  },
  "62293bb67b75355e87e2da63": {
    "authors": [
      {
        "org": "Department of Virology, Faculty of Medicine, Kyushu University, Fukuoka, Japan",
        "name": "Fukuda, Yoshinari",
        "id": "s561313"
      },
      {
        "org": "Department of Virology, Faculty of Medicine, Kyushu University, Fukuoka, Japan",
        "name": "Hashiguchi, Takao",
        "id": "s561314"
      },
      {
        "org": "ETRI",
        "name": "오봉진",
        "id": "s561315"
      },
      {
        "org": "ETRI",
        "name": "박상헌",
        "id": "s561316"
      }
    ],
    "title": "정밀도로지도 제작을 위한 Web GIS 기반 HD Map 프로토타입 구축 연구",
    "abstract": "4차 산업혁명의 대표라고 할 수 있는 자율주행차량의 안전한 운행을 위해서는 센서 기술, 소프트웨어 기술, 차량 기술 등 다양한 기술 조합이 필요하다. 자율주행차량은 차량 내에 탑재된 다양한 센서를 통해서 현재의 위치정보와 주변 상황을 인지하여 운전자에게 의존하지 않고 스스로 판단하고 주행하는 차량이다. 완전자율주행을 위해서는 완벽한 인지기술이 필요하고 정밀도로지도는차선, 정지선, 신호등, 횡단보도 등에 대한 정보를 정밀하게 제공하고 있기 때문에 자율주행 차량에서 발생하는 인지 오차를 최소화시킬 수 있음으로, 신뢰성 있는 자율주행차량을 위해서는 도로위 다양한 시설물들의 위치정보를 차량에 입력한 정밀지도 정보가 필수적이다. 본 연구에서는 정밀도로지도의 정의 및 필요성 국내외 동향을 분석하고 실제 운영되고 있는 대구광역시 자율주행특화지역(수성의료지구, 약 24㎞)과 세종특별자치시 행복도시(약 33㎞), 서울대학교 시흥캠퍼스FMTC(Future Mobility Technical Center) PG(Proving Ground)를 대상으로 국토지리정보원MMS(Mobile Mapping System) 측량 성과물을 활용하여 정밀도로지도 서비스인 Web GIS 기반HD(High Definition) Map 프로토타입을 구축하였다. 추후 연구에서는 본 연구에서 구축한 정밀도로지도 서비스를 자율주행차량 및 관제 시스템에 탑재 시켜 실시간 위치검증 및 위치보정 알고리즘의 성능 검증을 진행하고자 한다.",
    "keyword": "",
    "venue": "한국지리정보학회지",
    "year": "2021"
  },
  "62293b9d7b75355e87e2da49": {
    "authors": [
      {
        "org": "MIT, Computer Science and Artificial Intelligence Laboratory, Cambridge, MA, 02139, USA",
        "name": "Teixeira, Pedro",
        "id": "s561524"
      },
      {
        "org": "College of Mechanical Engineering and Automation, Fuzhou University, Fuzhou 350108, China",
        "name": "Wu, Rongyu",
        "id": "s16149"
      },
      {
        "org": "Department of Civil and Environmental Engineering, Universiti Teknologi PETRONAS, 32610 Seri Iskandar, Perak Darul Ridzuan, Malaysia",
        "name": "Isa, Mohamed Hasnain",
        "id": "s51248"
      }
    ],
    "title": "다양한 정밀도로지도의 자율주행 적용을 위한 데이터 모델 변환 방안 연구",
    "abstract": "최근 자율주행에서 도로, 차로, 교차로, 도로 표지, 도로 시설물 등을 효과적으로 표현하기 위한 표준화된 정밀도로지도의 데이터 모델링과 더불어 실질적인 적용을 위한 관심이 크게 증가하고 있다. 현재 ISO 22726-1, ISO 14296, HERE HD Live map, NDS open lane model, OpenDRIVE, NGII HD map 등의 다양한 국제 표준 또는 산업계 표준 모델들이 활용되고 있으나, 이들 간의 모델링 방식에서 큰 차이가 존재하여 다양한 표준의 정밀도로지도를 융합하여 활용하는데 많은 어려움이 존재한다. 이에 본 연구에서는 자율주행에서 다양한 정밀도로지도 표준 모델들의 효율적인 융합 활용을 지원하기 위하여 정밀도로지도 모델 간의 변환 방안을 제안하고자 한다. 구체적으로, 국내에서 접근이 용이한 국토지리정보원 정밀도로지도 모델과 산업계에서 활발히 이용되고 있는 OpenDRIVE 모델 간의 변환 방안을 제안하고자 한다. 제안된 방안은 NGII HD map의 각 레이어와 OpenDRIVE의 객체 간 단순 변환을 수행하는 방안, OpenDRIVE에 신규 객체를 생성하는 방안, 그리고 선형 변환 및 데이터 융합을 이용하여 NGII HD map 데이터를 OpenDRIVE 객체로 변환하는 방안으로 구성된다. 끝으로 NGII HD map에서 OpenDRIVE로 변환된 결과 데이터에 대하여 Carla 시뮬레이터를 이용한 가시화를 통하여 검증을 수행하였다. 이러한 NGII HD map 모델의 변환 방안은 향후 자율주행에서 NGII HD map의 활용도를 높이는데 크게 기여할 수 있을 것으로 기대된다.",
    "keyword": "",
    "venue": "지적과 국토정보",
    "year": "2021"
  },
  "62293bd27b75355e87e2da8a": {
    "authors": [
      {
        "org": "School of Mechanical Engineering, Shaanxi University of Technology, Hanzhong, China",
        "name": "Wang, Yan",
        "id": "s562124"
      },
      {
        "org": "Department of Physics, Astronomy, and Materials Science and the Center for Applied Science and Engineering, Missouri State University, Springfield, MO 65897, United States",
        "name": "Ghosh, Kartik",
        "id": "s322258"
      },
      {
        "org": "School of Mechanical Engineering, Shaanxi University of Technology, Hanzhong, China",
        "name": "Luo, Zhaoyang",
        "id": "s562125"
      }
    ],
    "title": "기구축 공간데이터를 활용한 3차원 건물모델의 위치정합 기법 연구- ICP 알고리즘 구현 중심으로 -",
    "abstract": "최근 스마트시티, 디지털 트윈, 자율주행, 스마트 건설 등의 분야가 발전하면서 각 분야에서 생산되는 다양한 데이터를 서로 연결하기 위한 매개체로서 공간정보의 가치가 매우 중요해지고 있다. 특히 데이터의 최신성을 위해 공간정보의 신속한 구축과 갱신이 필요하다. 본 연구에서는 정밀한 위치정확도가 이미 검증된 기구축 공간데이터를 이용하여 지상기준점 없이 제작된 영상기반 3차원 건물모델의 위치를 정합시킬 수 있는 소프트웨어 프로토타입을 개발하였다. 이 소프트웨어를 실험대상지역에 적용한 결과, 지상기준점 없이 제작된 3차원 건물모델과 기구축 공간데이터가 높은 위치 정합률을 보여 최신의 3차원 공간데이터를 필요로 하는 분야에 적용될 수 있음을 확인하였다.",
    "keyword": "",
    "venue": "지적과 국토정보",
    "year": "2021"
  },
  "62293b9a7b75355e87e2da41": {
    "authors": [
      {
        "org": "동아대학교화학공학과",
        "name": "임라나",
        "id": "s323751"
      },
      {
        "org": "School of Computing, National University of Singapore, Singapore",
        "name": "Li, Jianshu",
        "id": "s6219"
      },
      {
        "org": "한국전력공사",
        "name": "김명수",
        "id": "s313863"
      }
    ],
    "title": "수요응답형 자율주행 모빌리티 서비스의 승차단계에서 eHMI의 정보 구성과 디스플레이 위치에 따른 사용자경험 연구",
    "abstract": "수요응답형 자율주행 모빌리티(Autonomous Mobility on Demand)의 도입이 가까워짐에 따라, 서비스 이용단계에서 사용자가 자율주행 모빌리티에 대한 불확실성을 해소할 수 있는 인터페이스가 필요하다. 이 연구는 자율주행 모빌리티와 사용자의 커뮤니케이션을 위해 eHMI(external Human Machine Interface)의 효과를 확인한 기존의 연구를 확장하여, 승차단계라는 구체적인 맥락에서 eHMI를 설계하고 그 효과를 검증하였다. 정보 구성(차량 식별 정보, 승차 안전 정보, 차량 식별 및 승차 안전 정보)과 디스플레이 위치(보행자 도로, 차량 측면)를 조합하여 6가지 조건의 eHMI를 설계하였고, 이에 따른 UX 품질, 유용성, 신뢰, 사용의도, 만족도를 살펴보았다. 61 명의 실험 참가자를 대상으로 온라인 영상 실험을 진행한 결과, 정보 구성에 따른 주효과가 모든 종속 변인에서 유의하게 나타난 반면, 디스플레이 위치는 모든 종속 변인에서 유의하지 않은 것으로 나타났다. 정보 구성과 디스플레이 위치의 상호작용 효과는 UX 품질과 유용성에서 발견되었다.",
    "keyword": "",
    "venue": "디자인융복합연구(구.인포디자인이슈)",
    "year": "2021"
  },
  "62293b9a7b75355e87e2da40": {
    "authors": [
      {
        "org": "Kyushu University, Japan",
        "name": "Uchiyama, Hideaki",
        "id": "s561062"
      },
      {
        "org": "School of Materials Science and Engineering, Harbin Institute of Technology, Harbin 150001, China",
        "name": "Sui, Jiehe",
        "id": "s47710"
      },
      {
        "org": "Suzhou Institute of Biomedical Engineering and Technology,Chinese Academy of Sciences,Suzhou,Jiangsu Province,China",
        "name": "Zhang, Juzhong",
        "id": "s366403"
      },
      {
        "org": "College of Material Science and Engineering, Zhejiang University of Technology, Hangzhou, 310014, China",
        "name": "Qiao, Liang",
        "id": "s13595"
      }
    ],
    "title": "IDM을 이용한 자율주행자동차 시장점유율 변화가 고속도로 교통류에 미치는 영향 분석",
    "abstract": "본 연구에서는 영동고속도로 용인IC∼양지IC구간을 대상으로 2020년 데이터를 활용하여자율주행자동차의 시장점유율 변화가 교통류에 미치는 영향을 추정하였다. 교통류에 미치는영향 정도를 추정하기 위해 미시교통시뮬레이션 모형인 VISSIM을 활용하였다. 자율주행자동차의 종방향 제어를 반영하기 위해서 intelligent driver model(IDM)을 구축 후 VISSIM에 적용하여 일반차와 비교를 수행하고 주행행태를 검증하였다. 자율주행자동차의 시장점유율에 따른이동성 및 안전성 분석 결과, 자율주행자동차 도입 시 시장점유율이 높아질수록 네트워크의이동성은 향상되지만, 안전성의 경우 차종이 혼재되었을 때 교통류가 불안정해지므로 더욱 안전 관리에 집중해야 한다는 것을 확인하였다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2021"
  },
  "62293b9a7b75355e87e2da3c": {
    "authors": [
      {
        "org": "Department of Information and Communication Engineering, Beijing University of Post and Telecommunications, Beijing, China 100088",
        "name": "Liu, Yong",
        "id": "s561037"
      },
      {
        "org": "School of Materials Science and Engineering, Harbin Institute of Technology, Harbin 150001, China",
        "name": "Sui, Jiehe",
        "id": "s47710"
      },
      {
        "org": "University of Vermont Robert Larner, M.D. College of Medicine, Department of Pathology, Burlington, VT, United States",
        "name": "Hillyard, Susan E.",
        "id": "s491493"
      },
      {
        "org": "Department of Information Security Engineering, Soonchunhyang University, Asan, Chungchungnam-do 336-745, Republic of Korea",
        "name": "Kwak, Jin",
        "id": "s300506"
      },
      {
        "org": "Department of Computer Science, University of Central Florida, Orlando, FL, USA",
        "name": "Hu, Hao",
        "id": "s118924"
      },
      {
        "org": "College of Material Science and Engineering, Zhejiang University of Technology, Hangzhou, 310014, China",
        "name": "Qiao, Liang",
        "id": "s13595"
      }
    ],
    "title": "국내외 자율주행차 테스트베드 분석 기반 K-City 발전 전략 수립에 관한 연구",
    "abstract": "교통사고의 발생원인 중 85-90%는 인적요인으로서, 인지·판단·제어 속도가 빠른 자율주행차는 인적요인으로 인한 교통사고를 예방하기 위한 대안이 될 수 있다. 그러나 자율주행차 도입을 통한 교통사고 피해 감소를 위해서는 자율주행의 안전성 확보가 선행되어야 한다. 따라서 실도로와 유사한 환경에서 반복·재현 시험주행을 통해 도로·교통 환경 변화에 따라 자율주행차가 적절하게 대응할 수 있는지를 검증할 필요가 있다. 이 연구에서는 기구축된 국내외 테스트베드의 현황 비교·분석 및 자율주행차 실험도시(K-City)의 경영환경분석(PEST, SWOT 분석)을 통해 K-City의 고도화 및 차별화, 체계적인 발전을 위한 다양한 관점에서의 전략을 수립하였으며, 각 발전 전략을 달성하기 위한 전략 과제를 도출하였다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2021"
  },
  "62293bd27b75355e87e2da8d": {
    "authors": [
      {
        "org": "Fert Beijing Research Institute, Beihang University, Beijing, 100191, China",
        "name": "Zhao, Weisheng",
        "id": "s545448"
      },
      {
        "org": "School of Computer and Information Engineering, School of Economics Postdoctoral, Research Station, Henan University, Kaifeng, China",
        "name": "Miao, Ru",
        "id": "s545449"
      },
      {
        "org": "State Key Laboratory of Resources and Environmental Information System, Institute of Geographical Sciences and Natural Resources Research, Chinese Academy of Sciences, Beijing, China",
        "name": "Song, Jia",
        "id": "s545450"
      },
      {
        "org": "Faculty of Information Science and Technology, Division of Media and Network Technologies, Hokkaido University, Sapporo, Japan",
        "name": "Ogawa, Takahiro",
        "id": "s6581"
      }
    ],
    "title": "2개의 비전 센서 및 딥 러닝을 이용한 도로 속도 표지판 인식, 자동차 조향 및 속도제어 방법론",
    "abstract": "본 논문에서는 2개의 비전센서와 딥러닝을 이용한 자율주행 차량의 속도제어 알고리즘을 제시하였다. 비전 센서 A로부터 제공되는 도로 속도 표지판 영상에 딥 러닝 프로그램인 텐서플로우를 이용하여 속도 표지를 인식한 후, 자동차가 인식된 속도를 따르도록 하는 자동차 속도 제어 알고리즘을 제시하였다. 동시에 비전 센서 B부터 전송되는 도로 영상을 실시간으로 분석하여 차선을 검출하고 조향 각을 계산하며 PWM 제어를 통해 전륜 차축을 제어, 차량이 중앙선을 추적하도록 하는 조향 각 제어 알고리즘을 개발하였다. 제안된 조향 각 및 속도 제어 알고리즘의 유효성을 검증하기 위해서 파이썬 언어, 라즈베리 파이 및 Open CV를 기반으로 하는 자동차 시작품을 제작하였다. 또한, 시험 제작한 트랙에서 조향 및 속도 제어에 관한 시나리오를 검증함으로써 정확성을 확인할 수 있었다.",
    "keyword": "",
    "venue": "한국전자통신학회 논문지",
    "year": "2021"
  },
  "62293bce7b75355e87e2da85": {
    "authors": [
      {
        "org": "School of Geography and Planning, Guangdong Provincial Key Laboratory of Urbanization and Geo-simulation, Sun Yat-sen Universi",
        "name": "Wei, Chunzhu",
        "id": "s557825"
      },
      {
        "org": "Research Institute of Forest Resource Information Techniques, Chinese Academy of Forestry",
        "name": "Yang, Zhaohui",
        "id": "s557826"
      },
      {
        "org": "Center for Precision and Automated Agricultural Systems, Washington State University, USA",
        "name": "Zhang, Jing",
        "id": "s120461"
      }
    ],
    "title": "한국형 자율주행차 윤리가이드라인 구성과 쟁점에 대한 분석",
    "abstract": "자율주행, 전기차 등으로 차량에 들어가는 ECU의 개수와 통신 속도가 증가하면서 차량용 통신 역시 많은 변화가 이루어지고 있다. 기존에 주로 사용되었던 Controller Area Network (CAN) 2.0 방식은 최대 1 Mbps라는 낮은 속도의 한계를 가지고 있다. 반면, 차량용 이더넷은 CAN 통신보다 고속으로 대용량의 데이터를 전송할 수 있지만 기존에 사용하던 버스 구조의 통신 방식과는 다른 스타 구조로 인해 다수 개 스위치와 복잡한 배선이 필요하며, 단독으로 사용하기에는 어려움이 있다. 따라서 현재는 CAN 통신과 차량용 이더넷이 장치별로 구분되어 함께 사용되고 있다. 본 논문에서는 IEEE 802.3cg에서 표준화된 10Base-T1S 이더넷을 이용해 CAN 통신과 이더넷을 통합하는 네트워크를 제안한다. 통합된 네트워크에서 CAN 신호는 이더넷 패킷으로 변환되어 10Base-T1S 이더넷 버스를 통해 다른 노드와 연결된다. 한편, 이더넷 프로토콜에 의해 발생할 수 있는 CAN 패킷 시간 지연 문제는 우선순위를 부여한 Physical Layer Collision Avoidance 방식을 적용하여 해결하였으며, 시뮬레이션을 통해제안한 차량용 이더넷통신의 성능을 검증하였다.",
    "keyword": "",
    "venue": "한국통신학회논문지",
    "year": "2021"
  },
  "62293b977b75355e87e2da34": {
    "authors": [
      {
        "org": "College of Information and Engineering, Zhejiang University of Technology, Hangzhou, China",
        "name": "Liang, Ronghua",
        "id": "s372614"
      },
      {
        "org": "University College London, UK",
        "name": "Basiri, Anahid",
        "id": "s561239"
      },
      {
        "org": "Cincinnati Children's Hospital Medical Center, Cancer and Blood Diseases Institute , Cincinnati, OH , United States",
        "name": "Agresta, Laura",
        "id": "s561240"
      }
    ],
    "title": "자율주행차의 신뢰성과 수용성 척도 및 모형 개발",
    "abstract": "본 연구의 목적은 자율주행차에 대한 신뢰성 및 수용성을 예측하는 척도를 개발하고 변인 간 관계를 밝히는 모형을 검증하는데 있다. 선행연구를 바탕으로 신뢰성과 수용성을 설명하는 12개 선행변인과 2개의 결과변인(신뢰성, 수용성)을 측정하는 문항 총 70개를 개발, 온라인 조사업체를 통해 운전자 총 536명을 대상으로 설문조사를 실시하였다. 선행변인 문항을 대상으로 척도 개발을 위한 탐색적 요인분석 결과 7개 요인이 추출되었으며 확인적 요인분석에서 교차타당도가 확인되었다. 7개 요인과 신뢰성 및 수용성의 관계를 설명하는 모형을 찾기 위해 4가지 경쟁모형을 비교한 결과, 보안성, 안전지각, 의인성은 신뢰성을 매개로 수용성에 간접적으로 영향을 미치는 것으로 나타났다. 유용성은 신뢰성과 수용성을 직접 예측한 반면 신뢰성을 매개로 수용성에 대한 간접효과는 유의하지 않았다. 그리고 위험지각은 부정정서와 신뢰성의 이중매개를 통해 수용성에 간접적으로 영향을 미쳤다. 마지막으로 본 연구의 함의와 제한점에 대해 논의하였다.",
    "keyword": "",
    "venue": "교통연구",
    "year": "2021"
  },
  "62293b8d7b75355e87e2da1d": {
    "authors": [
      {
        "org": "National Laboratory of Pattern Recognition, Institute of Automation, Chinese Academy of Sciences, Beijing, China",
        "name": "Zhang, Xiaopeng",
        "id": "s91965"
      }
    ],
    "title": "효율적인 자율주행 군집주행집단 관리를 위한병합 제어 방안",
    "abstract": "커넥티드 기반 자율주행 시스템에서 차량의 군집주행은 중앙 시스템의 계산량과 네트워크 트래픽 로드를 크게 감소시켜줄 뿐만 아니라 교통흐름을 개선하는 효과도 얻을 수 있는 효율적인 교통운영모델이다. 효율적인 군집주행집단 관리를 위해서는 군집의 규모를 적절하게 유지하는 것이 중요하며 이를 위한 신규차량 및 타 군집 소속 차량의 효율적인 병합 제어가필수적이다. 본 연구에서는 군집의 현재 규모와 차량의 우선순위에 따라 병합 요청을 수락 또는 거절하는 병합 제어 방안을제시한다. 제안하는 방안은 마코프 체인 기반의 수학적 분석모델을 이용해 분석하고 검증하었다. 성능평가 결과 제안한 방안이 중앙 시스템의 부하를 적절하게 잘 관리하는 것을 확인할 수 있었다.",
    "keyword": "",
    "venue": "전기전자학회논문지",
    "year": "2021"
  },
  "62293b977b75355e87e2da35": {
    "authors": [
      {
        "org": "Uppsala University,Department of Information Technology,Uppsala,Sweden",
        "name": "Risch, Tore",
        "id": "s102204"
      }
    ],
    "title": "자율주행자동차의 안전 및 보안을 위한설계 및 검증 표준: ISO/TR 4804",
    "abstract": "본 논문에서는 자율주행자동차의 안전성 및 보안성을 보장하기 위해서 설계하고 검증하는 방법을 규정한 국제 표준인ISO/TR 4804에 대해 다룬다. ISO/TR 4804는 자율주행자동차가 (1) 인간 운전자보다 훨씬 더 안전하고 (2) 타당하지 않은위험이 없도록 하는 것을 목표로 하며, 이를 위해 12개의 안전성 및 보안성 원칙을 제시한다. 설계 과정에서는 (1) 안전성 및보안성 원칙을 달성하는데 필요한 13개의 역량, (2) 이 역량을 수행하기 위해 필요한 하드웨어 및 소프트웨어 요소, (3) 이요소를 결합한 논리적, 일반적인 아키텍쳐 등을 규정한다. 검증 과정에서는 (1) 안전성 및 보안성을 검증하기 위한 5개의 과업, (2) 이 과업을 완수하기 위한 테스트 목표, 플랫폼, 솔루션, (3) 시뮬레이션 방법 및 필드 운영 방법, (4) 하드웨어 및 소프트웨어 요소의 검증 방법 등을 규정한다. 특히 심층 신경망을 하나의 소프트웨어 요소로 간주하고, 심층 신경망이 적용된 자율주행자동차를 설계하고 검증하는 방법을 규정한다.",
    "keyword": "",
    "venue": "전기전자학회논문지",
    "year": "2021"
  },
  "62293ba97b75355e87e2da53": {
    "authors": [
      {
        "org": "Department of Radiology and Biomedical Imaging, University of California San Francisco, 1700 4th Street, Box 2532. Byers Hall 3rd Floor, Suite, San Francisco, CA 94143 USA",
        "name": "Viswanath, Pavithra",
        "id": "s33309"
      }
    ],
    "title": "지능형 교통체계의 구축을 위한 교통관련 법제도의 개선 방안",
    "abstract": "오늘날 자율주행자동차와 미래형 도시철도 그리고 자율운항선박 및 드론 등 각종 지능화된 교통수단들이 개발되고 있다. 또한 쌍방향 정보교환인 V2XㆍIT정보통신을 통해 종합적인 교통정보망을 연결하고, 빅데이타ㆍIoTㆍ클라우드ㆍ인공지능에 기반을 둔 자율제어가 이루어지는 C-ITS가 구축되어 가고 있다. \n이는 IT 정보통신 신기술의 발전과 인공지능의 등장에 따라 나타난 교통체계의 새로운 변화이다. 자율주행자동차는 지능형 교통수단의 대표적 예이지만, 이 밖에 버스와 전철을 연계하는 교통카드, 하이패스(Hi-Pass), 버스도착 알림 어플리케이션 등도 ITS 덕분이다. 드론과 같은 새로운 유형의 자율비행장치도 실생활에 널리 이용되고 있다. 또한 자율운항선박와 스마트 항구 등도 점차 우리사회에 현실화되고 있다.\n이러한 교통체계의 지능화는 IT정보통신과 인공지능 등 과학기술의 발전에 힘입어 가능하게 되었지만, ITS의 제도화를 위해서는 관련 교통법령 체계의 뒷받침이 필수적으로 따라야 한다. 즉 정부도 ITS 기본계획을 수립하고 ITS 연구개발과 설계 및 추진을 위한 조직구성 등에 많은 자금을 투자하고 노력을 아끼지 않고 있다. 그와 함께 교통체계의 지능화를 뒷받침할 수 있는 ITS 관련 교통법령의 제정ㆍ개정과 인접 타 법령들에 대한 법정비를 이루어가고 있다. \n현재 지능형 교통체계를 지원하기 위한 대표적 법률로는 「국가통합교통체계효율화법」을 들 수 있다. 또한 자율주행자동차와 간선급행버스 및 드론 등 지능형 교통수단의 개발과 함께 개별 교통법령들이 속속 입법화되고 있다. 이러한 법령들은 주로 지능형 교통수단이나 교통시스템에 대한 지원법의 체계로 구성되어 있다. 그러나 교통법의 주요 목적은 교통안전에 있으므로 지원과 더불어 교통안전을 위한 규제법의 마련도 시급하다. \nITS교통 관련 법령들에 보완되어야 할 내용들로 교통수단ㆍ시스템의 시험ㆍ검증과 보안 등을 들 수 있다. ITS 구축에는 민사ㆍ형사 등의 문제 즉 법령 위반에 대한 형사책임ㆍ과태료 그리고 교통사고가 발생할 때에 누구의 책임으로 할 것이며 손해배상을 어떻게 할 것인지에 대한 근거를 마련하는 일도 법적 과제이다. \n또한 지능형 교통수단ㆍ체계와 관련하여 기존의 여러 교통법령들도 정비되고 있으나, 여전히 미비하거나 충돌ㆍ상충되는 내용들이 있어 이에 대한 개정ㆍ보완이 이루어져야 한다. 이와 함께 개인정보의 보호나 보안 등 교통체계의 지능화에 관련된 인접 법령들의 경우에도 지속적으로 정비되어야 한다.",
    "keyword": "",
    "venue": "법과정책연구",
    "year": "2021"
  },
  "62293bd57b75355e87e2da94": {
    "authors": [
      {
        "org": "Department of Control and Computer Engineering, Faculty of Electrical Engineering and Computing, University of Zagreb, Zagreb, Croatia",
        "name": "Maurovic, Ivan",
        "id": "s561088"
      },
      {
        "org": "Animal Behavior and Welfare Group, Department of Animal Science, Michigan State University, 3270C Anthony Hall, East Lansing, USA",
        "name": "Siegford, Janice",
        "id": "s80355"
      },
      {
        "org": "Department of Control and Computer Engineering, Faculty of Electrical Engineering and Computing, University of Zagreb, Zagreb, Croatia",
        "name": "Petrovic, Ivan",
        "id": "s561089"
      }
    ],
    "title": "내장형 시스템에 적용 가능한 지오이드의 실시간 결정",
    "abstract": "본 논문에서는 U-Net 기반의 semantic segmentation 방법에서 정확도를 개선하기 위한 Atrous Residual U-Net (AR-UNet)을 제안하였다. U-Net은 의료 영상 분석, 자율주행 자동차, 원격 감지 영상 등의 분야에서 주로 사용된다. 기존 U-Net은 인코더 부분에서 컨볼루션 계층 수가 적어 추출되는 특징이 부족하다. 추출된 특징은 객체의 범주를 분류하는 데 필수적이며, 부족할 경우 분할 정확도를 저하시키는 문제를 초래한다. 따라서 이 문제를 개선하기 위해 인코더에 residual learning과 ASPP를 활용한 AR-UNet을 제안하였다. Residual learning은 특징 추출 능력을 개선하고, 연속적인 컨볼루션으로 발생하는 특징 손실과 기울기 소실 문제 방지에 효과적이다. 또한 ASPP는 특징맵의 해상도를 줄이지 않고 추가적인 특징 추출이 가능하다. 실험은 Cityscapes 데이터셋으로 AR-UNet의 효과를 검증하였다. 실험 결과는 AR-UNet이 기존 U-Net과 비교하여 향상된 분할 결과를 보였다. 이를 통해 AR-UNet은 정확도가 중요한 여러 응용 분야의 발전에 기여할 수 있다.",
    "keyword": "",
    "venue": "융합정보논문지",
    "year": "2021"
  },
  "62293bd97b75355e87e2da9c": {
    "authors": [
      {
        "org": "Institut Mutualiste Montsouris, Pharmacy, Paris, France",
        "name": "Renault-Mahieux, M",
        "id": "s123147"
      },
      {
        "org": "The Ministry of Education Key Lab of Contemporary Design and Integrated Manufacturing Technology, Northwestern Polytechnical University, Xi'an 710072, China",
        "name": "Liu, Ping",
        "id": "s56728"
      }
    ],
    "title": "대학생의 약·강 AI 인식 집단 간의 차이 분석: 개인적, 심리적, 윤리적 쟁점을 중심으로",
    "abstract": "본 논문은 대학생의 약·강 AI 인식에 따른 개인적, 심리적, 윤리적 변인들에 대한 차이를 분석하였다. 연구대상은 서울, 부산, 경남 소재 3개의 4년제 대학에서 표집된 349명의 대학생(여학생 60.2%, 자연/이공계=71.6%, 강 AI 인식=58.2%)이었으며 자료는 온라인 설문을 통해 수집되었다. 자료 분석은 두 집단 차이 검증을 위하여 spss 21.0 버전을 활용하여 t 검증, 교차분석, 빈도분석을 활용하였다. 연구 결과는 다음과 같다. 첫째, 개인적 변인 가운데 성별, 계열별, 사전 경험과 지식 변인에 대해서는 약 AI와 강 AI 집단 간에 통계적으로 유의한 차이가 없는 것으로 나타났다. 둘째, 심리적 변인 가운데 AI에 대한 부정적 태도, 불안감, 비관적, 낙관적 변인은 모두 통계적으로 유의한 차이를 보였다. 즉, 약 AI 집단이 강 AI 집단에 비해 AI에 대해 더 부정적이고, 더 불안감을 느끼며, 더 비관적이고, 덜 낙관적인 것으로 나타났다. 셋째, AI 기술의 유용성과 용이성에 대한 인식에 대해서는 두 집단 간에 유의한 차이가 없었다. 넷째, AI 윤리교육에 대해서는 강 AI 집단이 더 필요하다고 응답하는 것으로 나타났다. 다섯째, AI 윤리 적용 분야에 대해서는 12개 응용 영역 가운데 두 집단이 모두 서비스(1위)와 교통(3위) 분야를 높은 순위로 꼽았고, 번역과 의료 분야도 각 집단에서 두 번째 순위를 차지했다. 여섯째, AI 윤리 실천의 주체에 관해서는 자율주행차량, 의료서비스, 교육, 노인돌봄, 군사로봇/AI 영역에서 두 집단 모두 개발자에게 강한 책임을 부여하는 것으로 나타났다. 그리고 제조사, 서비스 공급자, 사용자에 대한 윤리적 요구는 각 영역에 따라 상이한 것으로 나타났다. 본 연구의 결과는 개인의 AI에 대한 인식은 심리적 변인과는 관련이 있지만 이 기술의 수용 여부와는 직접적으로 연결되지 않음을 시사한다. 또한 본 연구는 AI 윤리에 관해서는 AI 응용 영역과 이해당사자별로 서로 다른 책임감의 무게가 부여된다는 점을 실증적으로 보여준다.",
    "keyword": "",
    "venue": "한국지식정보기술학회 논문지",
    "year": "2021"
  },
  "62293b977b75355e87e2da33": {
    "authors": [
      {
        "org": "University College London, UK",
        "name": "Basiri, Anahid",
        "id": "s561239"
      },
      {
        "org": "College of Information and Engineering, Zhejiang University of Technology, Hangzhou, China",
        "name": "Liang, Ronghua",
        "id": "s372614"
      }
    ],
    "title": "자율주행차 신뢰수준이 사전태도와 이용의도에 미치는 매개효과 검증 연구",
    "abstract": "본 연구에서는 국내 운전자 375명을 대상으로 자율주행차에 대한 운전자들의 수용성 관점에서 이용 의도를 알아보고 운전자들이 평소에 가진 자율주행차에 대한 사전태도와 신뢰수준이 영향을 미치는지를 알아보고자 하였다. 또한 자율주행차에 대한 사전태도와 이용의도와의 관계에서 자율주행차에 대한 신뢰수준이 매개효과를 나타내는지를 살펴보았다. 연구 결과, 운전자의 자율주행차에 대한 사전태도와 신뢰수준이 이용의도에 정적인 영향을 미쳤으며, 사전태도를 통계적으로 통제하고도 신뢰수준은 유의한 변수로 밝혀졌다. 특히, PROCESS macro를 활용한 매개효과 검증 결과, 신뢰수준은 사전태도와 이용의도 간 매개효과를 갖는 것으로 나타났다. 마지막으로 본 연구의 제한점 및 향후 연구에 대한 시사점을 제시하였다.",
    "keyword": "",
    "venue": "교통안전연구",
    "year": "2021"
  },
  "62293b987b75355e87e2da36": {
    "authors": [
      {
        "org": "sen University, Kaohsiung, Taiwan",
        "name": "Kuang",
        "id": "s300906"
      },
      {
        "org": "State Key Laboratory of Agricultural Microbiology, College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, Hubei, 430070, China",
        "name": "XUE, Mingzhu",
        "id": "s561224"
      },
      {
        "org": "Institute of Science and Innovation in Mechanical and Industrial Engineering (INEGI), Materials and Composite Structures Unit, Porto, Portugal po",
        "name": "Mould, Sacha T.",
        "id": "s54177"
      },
      {
        "org": "State Key Laboratory of Agricultural Microbiology, College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, Hubei, 430070, China",
        "name": "XU, Guowei",
        "id": "s561225"
      },
      {
        "org": "전남대학교 전자컴퓨터공학부",
        "name": "뉘엔 반 퀴엣",
        "id": "s260083"
      }
    ],
    "title": "자율주행 기능 적용을 위한 정밀도로지도의 활용성 연구",
    "abstract": "우리나라는 2020년 7월 한국판 뉴딜정책을 발표하며 제 4차 산업혁명을 대비하는 도로 관련 신산업으로 자율주행, 지능형 교통체계, 정밀도로지도 구축 등을 추진하였으나 최근 특정 환경에서 자율주행차에 부착된 카메라, GPS 등 차량의 센서가 인식하지 못하는 안전 이슈로 3차원 정밀도로지도에 대한 필요성이 증대되고 있다. 이처럼 높아지는 수요에 따른 정밀도로지도의 정확성 및 안전성 등은 지속적으로 개선되어야 하며 실증을 통한 활용성 검증이 필요한 실정이다. 본 연구는 국토지리정보원이 구축한 정밀도로지도 데이터를 자율주행차에 적합하도록 가공하여 그 활용성을 검증하고자 한다. 본 연구의 결과로 향후 정밀도로지도의 활용을 위하여 수요처와 제작기관간의 협업을 활성화하고, 의견을 조율해야 정밀도로지도 개발 방향 설정과 활용분야 확대에 도움이 될 것으로 예상된다.",
    "keyword": "",
    "venue": "디지털콘텐츠학회논문지",
    "year": "2021"
  },
  "62293b9a7b75355e87e2da3d": {
    "authors": [
      {
        "org": "Faculty of Mechanical Engineering, Koszalin University of Technology , Koszalin , Poland",
        "name": "Tandecka, Katarzyna",
        "id": "s545074"
      },
      {
        "org": "Institute of Disaster Management and Reconstruction, Sichuan University-The Hong Kong Polytechnic University, No. 1 Huanghe Road, Chengdu 610065, China",
        "name": "Wu, Fan",
        "id": "s119985"
      },
      {
        "org": "MIT Polytechnic,Department of Computer Engg,Pune,Maharashtra,India",
        "name": "Vidye, Rushikesh Ganesh",
        "id": "s543111"
      }
    ],
    "title": "열차자율주행을 위한 차상중심 환경인지 프레임워크 및 딥러닝 알고리즘 설계",
    "abstract": "지상기반의 환경인지 시스템은 센서, 신호기계실, 관제실을 거쳐 사람의 판단과 개입을 통한 열차로의 정보 전송체계를 가지고 있어, 능동적이고 지능적인 열차 운행에 한계를 가진다. 이에 열차자율주행을 위한 차상중심 환경인지 시스템 프레임워크를 제안한다. 차상중심 환경인지 시스템은 센서에서 열차로의 직접적인 정보 전송체계를 가지며, 차상에서 데이터를 수집, 인지, 분류, 결정 그리고 제어 단계를 모두 담당한다. 또한 열차자율주행 환경인지 시스템의 다수 다종의 센싱 정보를 처리하기 위한 인공지능 기술에 대하여 분석한다. 시계열 센싱 정보를 처리하기에 적합한 MultiPoint Long Short Term Memory 모델을 딥러닝에 활용하며, 이를 현재 활용가능한 부산 1호선 지하철 데이터에 적용한다. 데이터 선별, 프로세싱, 매개변수 최적화 과정을 거쳐 운행데이터를 학습하고 이를 바탕으로 열차의 속도를 결정, 예측하고 이를 실제 속도 데이터와 비교하여 딥러닝 모델의 성능을 검증한다.",
    "keyword": "",
    "venue": "한국철도학회논문집",
    "year": "2021"
  },
  "62293bae7b75355e87e2da5c": {
    "authors": [
      {
        "org": "Institute of Cyber-Systems and Control, Zhejiang University, Zhejiang, 310027, China",
        "name": "Zuo, Xingxing",
        "id": "s561069"
      },
      {
        "org": "School of Civil Engineering, Changsha University of Science & Technology, Changsha 410114, China",
        "name": "Chen, Zhuoyi",
        "id": "s54124"
      }
    ],
    "title": "ROI 기반 카메라-라이다 융합 위치정보 추출 알고리즘",
    "abstract": "자율주행 자동차에서 도로상 객체와의 정확한 위치인지는 주행 안전에 매우 중요한 요소이다. 본 논문에서는객체의 정확한 위치 추출을 위한 카메라와 라이다를 융합한 ROI(region of interest) 기반의 위치정보 추출 알고리듬을 제안한다. 일반적으로 카메라와 라이다를 융합하여 객체의 위치 정합은 체스보드 등의 타겟보드를 사용하여센서 간 위치 차이를 보정한다. 자율주행 자동차의 객체 인식을 위한 관심 영역은 넓은 도로 환경으로 인하여 객체의 위치에 따라 카메라와 라이다의 위치 차이가 다르게 발생하게 된다. 제안하는 알고리듬은 카메라 영상을 다수의 ROI로 나누어 영역별 독립적으로 카메라와 라이다의 위치 정합을 수행한다. 제안하는 ROI 기반 위치 정합알고리듬의 정확도 성능을 가상 및 실제 도로 환경에서 검증한다.",
    "keyword": "",
    "venue": "한국통신학회논문지",
    "year": "2021"
  },
  "62293bc57b75355e87e2da6f": {
    "authors": [
      {
        "org": "Mobile Robotics and Intelligence Laboratory, Department of Mechanical Engineering, Korea Advanced Institute of Science and Technology, Daejeon, South Korea",
        "name": "Kim, Jinwhan",
        "id": "s561997"
      },
      {
        "org": "State Key Laboratory of Agricultural Microbiology, College of Veterinary Medicine, Huazhong Agricultural University",
        "name": "Cai, Cong",
        "id": "s561998"
      },
      {
        "org": "ERNAM-Erciyes University Nanotechnology Application and Research Center, Kayseri, 38039, Turkey",
        "name": "Onses, M. Serdar",
        "id": "s12579"
      }
    ],
    "title": "차량용 회전식 다채널 라이다의 정밀 시뮬레이터 개발과 검증",
    "abstract": "자율주행 시스템의 안전성 검증과 주행 시험에 시뮬레이터를 적극 활용한다. 자율주행 시뮬레이터를 이용하여 검증하려면 차량 탑재 센서들에 대한 데이터 시뮬레이션이 정확해야 한다. 대표적인 차량 탑재 센서로써 라이다는 이미 현장에서 많이 활용되고 있지만 이에 대한 시뮬레이터는 아직 많은 한계가 있다. 다양한 특성의 중저가 라이다 센서들이 출시되면서 예전에 개발된 단순화된 범용 시뮬레이터가 제대로 지원하지 못하는 경우가 많다. 이에 본 연구는 범용 시뮬레이터가 아닌 실제 차량에 탑재된 특정한 라이다를 정밀하게 모사하는 시뮬레이터를 개발하고자 한다. 라이다의 동작 특성에 대한 센서 모델을 기하 모델과 복사 모델로 구성하고, 각각에 대해 실측 라이다 데이터에 포함되는 오차요소를 고려한 정밀한 모델을 제안하였다. 제안된 모델에 기반하여 유니티 엔진과 환경을 활용하여 효율적인 시뮬레이터를 구현하였다. 통제된 실험 공간에서 취득한 실측 데이터를 개발된 시뮬레이터로 생성한 데이터와 비교하여 시뮬레이터의 성능을 검증하였다. 실측 데이터와 비교한 결과 제안된 정밀 모델에 기반한 시뮬레이션 데이터는 기하와 복사 측면에서 유의미하게 향상된 유사도를 보였다. 본 연구의 실측 기반 검증을 통해 자율주행 시뮬레이터를 위한 신뢰성 있는 라이다 센서 모델을 개발할 수 있을 것으로 기대된다.",
    "keyword": "",
    "venue": "대한공간정보학회지",
    "year": "2021"
  },
  "62293bae7b75355e87e2da5b": {
    "authors": [
      {
        "org": "Department of Biosystems & Biomaterials Science and Engineering",
        "name": "Kim, Hong Bae",
        "id": "s118953"
      },
      {
        "org": "Micro Air Vehicle Laboratory, Faculty of Aerospace Engineering, Delft University of Technology, Delft, HS, The Netherlands",
        "name": "Lee, Seong Hun",
        "id": "s561298"
      }
    ],
    "title": "도로시설물의 색깔 및 기상 환경에 따른 LiDAR의 성능변화 연구",
    "abstract": "본 연구는 자율협력주행차량의 협력 인프라 중 하나인 도로표지판을 대상으로 LiDAR의 검지성능 변화를 알아보았다. 이를 위해서 색깔과 재질이 다른 도로표지판을 제작하여 실제도로 환경에서 강우량을 통제한 테스트를 수행하였다. 성능지표는 NPC와 Intensity로 선정하였고, 집단간의 비교는 T-Test를 활용하였다. 연구결과, 모든 재질에서 강수량이 증가할수록 LiDAR의 성능지표가 감소되는 결과가 관측되었다. 재귀반사지는 강수량 증가에 따른 성능지표 감소가 페인트도색에 비해선 작았지만, 이 역시 40mm이상의 강수량에서는 데이터의 관측이 되지 않을 정도로성능이 저하되었다. 검은색 페인트는 맑은 날에도 다른 색들에 비하여 성능지표가 낮았으며 특히, 백색의 재귀반사지는 성능지표가 강수량 증가에 가장 민감하게 저하되었다. 이러한 성능검증 결과는 향후 센서의 시인성을 제고하는 도로시설물 제작에 활용될 것으로 기대된다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2021"
  },
  "62293b987b75355e87e2da37": {
    "authors": [
      {
        "org": "Pidstryhach Institute of Applied Problems of Mechanics and Mathematics(IAPMM)",
        "name": "Mykhas'kiv, Victor V.",
        "id": "s545070"
      },
      {
        "org": "Lviv Polytechnic National University",
        "name": "Stasyuk, Bohdan M.",
        "id": "s545071"
      },
      {
        "org": "School of Geodesy and Geomatics, Wuhan University, Wuhan, China",
        "name": "Huang, Yongshuai",
        "id": "s392550"
      },
      {
        "org": "School of Pharmacy, Southwest Medical University, Luzhou 646000, PR China",
        "name": "Gao, Die",
        "id": "s17513"
      }
    ],
    "title": "자율주행 인공지능 알고리즘 연구를 위한 상용 게임 엔진 기반 초저가 드라이빙 시뮬레이터 개발",
    "abstract": "본 논문은 자율주행 알고리즘 개발을 위한 저비용 드라이빙 시뮬레이터 구축 방법을 소개한다. 이는 물리엔진을 적용한 상용게임 소프트웨어인 GTA V를 활용하여 구현되며 자율주행 시스템에필요한 다양한 센서 출력값 및 데이터를 에뮬레이션하는 기능을 내장한다. 이를 위해 GTA V 내부 데이터를 취득할 수 있는 Script Hook V의 NF를 활용하여 GT 데이터를 취득하고, 이를 활용하여 다양한 자율주행용 센서 데이터를 생성한다. 본문에서는 설계된 드라이빙 시뮬레이터의 전반적인 기능들을 소개하며, 개별 기능에 대한 검증을 수행한다. 자율주행 알고리즘 개발 환경 구축을 위해 게임 엔진 내부 메모리 접근을 통한 GT 데이터를 취득하는 과정을 설명하고, 에뮬레이션된 센서값을 처리 및 활용하여 인공 신경망 학습 및 성능평가에 적용 가능한 예시를 제시한다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2021"
  },
  "62293b9d7b75355e87e2da4b": {
    "authors": [
      {
        "org": "School of Electrical Engineering, State Key Laboratory for Alternate Electrical Power System With Renewable Energy Sources, North China Electric Power University, Beijing, China",
        "name": "Sun, Haonan",
        "id": "s118918"
      },
      {
        "org": "College of Computer Science and Technology, Huaqiao University, Xiamen, China",
        "name": "Luo, Hao",
        "id": "s118919"
      },
      {
        "org": "State Key Laboratory of Agricultural Microbiology, College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, Hubei, 430070, China",
        "name": "WANG, Xiaoping",
        "id": "s561226"
      },
      {
        "org": "Microsoft, Redmond, WA, USA",
        "name": "Ye, Jun",
        "id": "s118921"
      },
      {
        "org": "State Key Laboratory of Agricultural Microbiology, College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, Hubei, 430070, China",
        "name": "ZHANG, Anding",
        "id": "s561227"
      },
      {
        "org": "Paul G. Allen School of Computer Science & Engineering, University of Washington",
        "name": "Ceze, Luis",
        "id": "s536193"
      },
      {
        "org": "Paul G. Allen School of Computer Science & Engineering, University of Washington",
        "name": "Alaghi, Armin",
        "id": "s536192"
      }
    ],
    "title": "교차로 시나리오 기반 V2X를 활용한 자율주행차량의 위험성 분석 및 고장안전성 검증 연구",
    "abstract": "V2X를 활용한 자율주행차량은 기존의 자율주행차량보다 더욱 많은 정보를 바탕으로 자율주행차량의 센서 커버리지 밖의 영역의 정보를 통하여 안전한 주행이 가능하다. V2X 기술이자율주행차량의 핵심 구성 요소로 부각되면서 V2X 보안 문제에 대해 연구가 활발히 진행되고있지만 자율주행차량이 V2X의 의존도가 높은 자율주행시스템에서 V2X 통신의 고장으로 인한위험성에 대한 부분은 상대적으로 부각되고 있지 않으며 관련 연구도 미진한 편이다. 본 논문에서는 자율주행차량의 교차로 시나리오를 제시하여 V2X를 활용한 자율주행시스템의 서비스시나리오를 정의 하였으며 이를 기반으로 기능을 도출하고 V2X의 위험 요인을 분석하여 오작동을 정의하였다. ISO26262 Part3 프로세스를 활용하여 HARA 및 고장 주입 시나리오의 시뮬레이션을 통해 V2X 모듈의 고장으로 인한 위험성과 이를 확인하는 검증 과정을 제시하였다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2021"
  },
  "62293bb67b75355e87e2da64": {
    "authors": [
      {
        "org": "College of Computer Science and Technology, Huaqiao University, Xiamen, China",
        "name": "Luo, Hao",
        "id": "s118919"
      },
      {
        "org": "School of Electrical Engineering, State Key Laboratory for Alternate Electrical Power System With Renewable Energy Sources, North China Electric Power University, Beijing, China",
        "name": "Sun, Haonan",
        "id": "s118918"
      },
      {
        "org": "State Key Laboratory of Agricultural Microbiology, College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, Hubei, 430070, China",
        "name": "WANG, Xiaoping",
        "id": "s561226"
      },
      {
        "org": "Microsoft, Redmond, WA, USA",
        "name": "Ye, Jun",
        "id": "s118921"
      }
    ],
    "title": "MIL 시뮬레이션 기반 ADS 기능 검증을 위한 환경 센서 모델링에 관한 연구",
    "abstract": "시뮬레이션 기반 가상 검증은 자율주행 기능의 안전성 검증을 위한 주요 요구사항으로 간주되고 있다. 가상 검증 환경에서는 자율주행차량과 주행 환경은 모두 모델링되어야 하며 특히, 카메라 및 레이더 센서와 같은 환경 센서의 현실적인 모델링이 중요하다. 하지만 현실적인인식 결과를 일관되게 제공하기 위한 모델링에 관한 연구는 부족한 실정이다. 이에 본 논문에서는 MILS(Model in the Loop Simulation) 환경에서 현실적인 오브젝트 인식 결과를 제공하기위한 센서 모델링 방법이 다루어진다. 먼저, 모델링을 위한 주요 파라미터가 정의되며 카메라및 레이더 센서의 오브젝트 감지 특성이 분석된다. 분석 결과로부터 모델링된 가상 센서 모델의 감지 특성은 실물 센서와의 상관계수 분석을 통해 유효성이 검증된다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2021"
  },
  "62293bae7b75355e87e2da5a": {
    "authors": [
      {
        "org": "Early Psychosis: Interventions and Clinical-detection (EPIC) Lab, Department of Psychosis Studies, Institute of Psychiatry, Psychology and Neuroscience, King's College London",
        "name": "Fusar-Poli, Paolo",
        "id": "s563597"
      },
      {
        "org": "순천대학교 정보통신공학과",
        "name": "박동국",
        "id": "s299409"
      },
      {
        "org": "Department of Electronic and Information Engineering, The Hong Kong Polytechnic University, Hong Kong",
        "name": "Lun, Daniel P. K.",
        "id": "s5936"
      }
    ],
    "title": "자율 주행 제어 인터페이스에 강건하며 빠르고 쉽게 적용 가능한 모델 독립식 종 방향 가속도 제어기 개발 및 성능 검증",
    "abstract": "This paper presents a longitudinal acceleration controller that can be applied to real vehicles (nonlinear and time-varing systems) with only a simple experiment regardless of the type of vehicle and the control interface structure. The controller consists of a feedforward term for fast response, a zero-throttle acceleration compensation term, and a feedback term (P gain) to compensate for errors in the feedforward term, and another feedback term (I gain) to respond to disturbances such as slope. In order to easily apply it to real vehicles, there are only two tuning parameters, feedforward terms of throttle and brake control. And the remaining parameters can be calculated immediately when the two parameters are decided. The tuning procedure is also unified so that it can be quickly and easily applied to various vehicles. The performance of the controller was evaluated using MATLAB/Simulink and Truksim’s European Ben model. In addition, the controller was successfully implemented to 3 medium-sized vehicle (HMC Solati), which is composed of different control interface characteristic. Vehicle driving performance was evaluated on the test track and on the urban roads in Siheung and Seoul.",
    "keyword": "",
    "venue": "자동차안전학회지",
    "year": "2021"
  },
  "62293bd27b75355e87e2da88": {
    "authors": [
      {
        "org": "연세대학교",
        "name": "안은빈",
        "id": "s538707"
      },
      {
        "org": "State Key Laboratory of Applied Organic Chemistry, College of Chemistry and Chemical Engineering, Lanzhou University, Lanzhou 730000, PR China",
        "name": "Huang, Zheng",
        "id": "s12595"
      }
    ],
    "title": "정밀도로지도 제작을 위한 도로 노면선 표시의 자동 도화 및 구조화",
    "abstract": "정밀도로지도는 자율주행차의 기본 인프라로 활용되어 최신 도로정보가 신속하게 반영되어야 한다. 하지만 현재 정밀도로지도 공정 중 객체 도화 및 구조화 편집과정이 수작업으로 이루어지며 주요 구축 대상인 도로 노면선 표시의 레이어를 생성하는데 가장 오랜 시간이 소요된다. 이에 본 연구에서는 선행 연구에서 기학습된 포인트넷(PointNet) 모델을 통해 색상 유형(백색, 청색, 황색)이 예측된 도로 노면선 표시의 포인트 클라우드를 입력 데이터로 활용하였고, 이를 기반으로 본 연구에서는 도로 노면선 표시 레이어의 도화 및 구조화 편집을 자동화하는 방법론을 제안하였다. 제안한 방법론을 통해 구축한 3차원 벡터 데이터의 활용성을 검증하기 위해 정밀도로지도 품질검사 기준에 따라 정확도를 분석하였다. 벡터 데이터의 위치정확도 검사에서 수평 오차와 수직 오차에 대한 평균제곱근오차(RMSE: Root Mean Square Error)는 0.1m 이내로 나타나 적합성을 검증하였으며, 구조화 편집 정확도검사에서 선표시 유형과 선규제 유형의 구조화 정확도가 모두 88.235%로 나타나 활용성을 검증하였다. 따라서, 본연구에서 제안한 방법론으로 정밀도로지도를 위한 도로 노면선 표시의 벡터 데이터를 효율적으로 구축할 수 있는것을 알 수 있었다.",
    "keyword": "",
    "venue": "한국측량학회지",
    "year": "2021"
  },
  "62293bce7b75355e87e2da87": {
    "authors": [
      {
        "org": "School of Electronic Information and Electrical Engineering, Shanghai Jiao Tong University, Shanghai, China",
        "name": "Qian, Jiuchao",
        "id": "s562130"
      },
      {
        "org": "Department of Technology,Savitribai Phule Pune University, Maharashtra, India",
        "name": "Dhingra, Vandana",
        "id": "s352518"
      },
      {
        "org": "School of Electronic Information and Electrical Engineering, Shanghai Jiao Tong University, Shanghai, China",
        "name": "Liu, Peilin",
        "id": "s562131"
      }
    ],
    "title": "정밀지도 구축을 위한 다중카메라기반 모바일매핑시스템 개발",
    "abstract": "본 연구는 자율주행을 위한 정밀지도 구축 및 신속갱신을 위한 다중카메라 기반의 MMS (Mobile Mapping System)기술개발을 목표로 한다. 고가의 라이다 센서를 대체하고 긴 처리시간을 단축하기 위해 다수의 카메라를 적용하고 실시간 데이터 전처리를 통해 저가이면서 효율적인 MMS를 개발하고자 한다. 이를 위해 다중카메라 저장 기술개발, 다중카메라 시각동기화 기술개발, MMS 시제품 개발을 수행하였다. 다중의 카메라로부터 취득되는고속영상의 실시간 JPG압축저장을 위해 엔진을 선정하고 저장모듈을 개발하였으며, 다중영상이 촬영된 정확한 시간을 실시간으로 기록하기 위해 이벤트 및 GNSS (Global Navigation Satellite System) 타임서버 기반 시각동기화 방안을 개발했다. 그리고 각 부문별 요구사항을 바탕으로 MMS를 설계하고 시제품을 제작하였다. 마지막으로 제작된 다중카메라기반 MMS의 성능검증을 위해 실제 1,000km 도로에서 데이터를 취득하고 정량적 평가를 수행했고, 평가결과 시각동기화 성능은 1/1000초 이하를 나타내었으며, SFM영상처리를 통해 얻은 포인트 클라우드의 위치정확도는 5cm 내외를 나타냈다. 정량적 평가 결과를 통해 본 연구에서 개발된 다중카메라 기반 MMS기술이 정밀지도 구축 기준을 만족하는 성능을 나타내는 것을 알 수 있었고, 향후 정밀지도 구축 분야에서 특히 외산기술에 의존하고 있던 고가의 MMS를 대체하는데 기여할 것으로 판단된다.",
    "keyword": "",
    "venue": "한국측량학회지",
    "year": "2021"
  },
  "62293bd77b75355e87e2da99": {
    "authors": [
      {
        "org": "Australian Centre for Robotic Vision, Brisbane, QLD, Australia",
        "name": "Marmol, Andres",
        "id": "s562295"
      },
      {
        "org": "Australian Centre for Robotic Vision, Brisbane, QLD, Australia",
        "name": "Banach, Artur",
        "id": "s562296"
      }
    ],
    "title": "ICT 기반 지방세 납세편의제도 활성화 연구－경기도 “지능형 스마트고지서”를 중심으로－",
    "abstract": "최근 VR (Virtual Reality) 기술이 주목받기 시작하면서 생동감 넘치는 VR 컨텐츠를 볼 수 있는 360˚ 파노라마 영상이 많은 관심을 받고 있다. 이미지 스티칭 기술은 360˚ 파노라마 영상을 제작하는데 주요한 기술로서 많은 연구가 활발하게 이루어지고 있다. 일반적인 스티칭 알고리즘은 특징점 기반 이미지 스티칭을 기반으로 한다. 하지만 기존의 특징점 기반 이미지 스티칭 방법들은 특징점에 크게 영향을 받는다는 문제가 존재한다. 이러한 문제를 해결하기 위해서 최근에는 딥러닝 기반의 이미지 스티칭 기술들이 연구되고 있지만 이미지 간의 겹치는 영역이 거의 없거나 큰 시차가 존재할 때 여전히 많은 문제점이 존재한다. 또한 실제 환경에서는 라벨링 된 정답 파노라마 영상을 얻을 수 없으므로 완전한 지도학습에 한계가 존재한다. 따라서 자율주행분야에 많이 이용되는 칼라(Carla) 시뮬레이터를 통해 카메라 센터가 다른 3개의 fisheye 이미지와 그에 대응되는 정답 영상을 제작하였다. 우리는 제작한 fisheye 영상으로 360˚ 파노라마 영상을 만드는 이미지 스티칭 모델을 제안한다. 최종 실험 결과로는 실제 환경과 비슷하게 구성한 가상의 데이터 세트로 다양한 환경과 큰 시차에도 강인한 스티칭 결과를 검증한다.",
    "keyword": "",
    "venue": "방송공학회 논문지",
    "year": "2022"
  },
  "62293bc87b75355e87e2da76": {
    "authors": [
      {
        "org": "Department of Information and Communication Engineering, Beijing University of Post and Telecommunications, Beijing, China 100088",
        "name": "Liu, Yong",
        "id": "s561037"
      },
      {
        "org": "Clean Energy Institute, University of Washington, Seattle 98195, WA, USA",
        "name": "Cao, Guozhong",
        "id": "s47711"
      },
      {
        "org": "Kyushu University, Japan",
        "name": "Uchiyama, Hideaki",
        "id": "s561062"
      },
      {
        "org": "Tianjin Key Laboratory of Intelligent Robotics (TJKLIR), Institute of Robotics and Automatic Information System (IRAIS), Nankai University, Tianjin, China",
        "name": "Wen, Jian",
        "id": "s563603"
      },
      {
        "org": "College of Material Science and Engineering, Zhejiang University of Technology, Hangzhou, 310014, China",
        "name": "Qiao, Liang",
        "id": "s13595"
      }
    ],
    "title": "메타분석을 이용한 화물차 군집주행의 효과 분석",
    "abstract": "군집주행이란, 운전자가 직접 운전하는 선두 차량과 차량 탑재 센서 및 V2V, V2I 통신을활용하여 선두 차량의 주행 경로를 따르는 한 대 이상의 추종 차량이 하나의 군집을 이루며주행하는 형태를 말한다. 그중 화물차 군집주행은 증가하는 화물량 및 교통물류 체계 첨단화수요에 맞추어 등장하였으며, 도입 시 도로 용량 증대, 인건비 절감, 연료 소비량 절감 등의효과가 있을 것으로 기대되고 있다. 그러나 일반 승용차에 비해 화물차의 자율주행 관련 연구및 효과에 대한 검증은 부족한 실정이다. 따라서 본 연구에서는 화물차 군집주행의 효과를 주제로 메타분석을 수행하여, 기존의 군집주행 효과 관련 연구 결과를 하나의 신뢰도 높고 일반화·객관화된 요약 추정치로 통합하였다. 결론적으로, 군집주행 도입 시 13.93%의 용량 증가, 38.76%의 상충 감소, 8.13%의 연료 소비량 감소 효과가 나타날 것으로 분석되었다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2022"
  },
  "62293bc57b75355e87e2da6c": {
    "authors": [
      {
        "org": "Optical Bio Microsystems Laboratory, Department of Mechanical, Industrial and Aerospace Engineering, Concordia University, Montreal, Quebec, Canada",
        "name": "Packirisamy, M.",
        "id": "s121632"
      },
      {
        "org": "Early Psychosis: Interventions and Clinical-detection (EPIC) Lab, Department of Psychosis Studies, Institute of Psychiatry, Psychology and Neuroscience, King's College London",
        "name": "de Pablo, Gonzalo Salazar",
        "id": "s563601"
      },
      {
        "org": "OASIS",
        "name": "McGuire, Philip",
        "id": "s563602"
      },
      {
        "org": "Suzhou Institute of Biomedical Engineering and Technology,Chinese Academy of Sciences,Suzhou,Jiangsu Province,China",
        "name": "Zhang, Juzhong",
        "id": "s366403"
      }
    ],
    "title": "미시교통시뮬레이션 기반 도심도로 자율협력주행 서비스 효과 분석",
    "abstract": "Level 3 자율주행차의 상용화가 가시화됨에 따라 자율주행차의 운행설계영역(ODD)이 고속도로 외 도심도로로 확대될 필요가 있다. 본 연구는 도심도로 내 인프라-자율차 간 협력주행 기반의자율주행차 서비스에 대한 교통운영효율성 및 안전성 측면의 효과평가를 통해 도심도로 자율협력주행 서비스의 실효성을 분석하였다. 도심도로 자율협력주행 서비스의 구현 및 효과평가는미시교통시뮬레이션모델을 활용하였으며, 각 서비스별 중점관리목표에 따른 개별적인 효과평가지표를 선정하여 효과 분석에 활용하였다. 분석 결과, V2X 통신 기반의 자율협력주행 서비스를통해 자율주행차량의 교통운영 효율성과 안전성이 향상됨을 확인하였고, 그 효과는 자율주행차의 시장점유율이 증가할수록 커지는 것으로 분석되었다. 본 연구는 단속류인 도심도로를 대상으로 V2X 통신 기반의 자율협력주행 서비스의 효과를 도출해낸 것에 의의가 있으며, 향후 자율협력주행 서비스 검증 기반이 마련되는데 기초자료로 활용될 수 있을 것으로 기대된다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2022"
  },
  "62293bb27b75355e87e2da61": {
    "authors": [
      {
        "org": "Early Psychosis: Interventions and Clinical-detection (EPIC) Lab, Department of Psychosis Studies, Institute of Psychiatry, Psychology and Neuroscience, King's College London",
        "name": "Baldwin, Helen",
        "id": "s563600"
      },
      {
        "org": "연세대학교 바른ICT연구소",
        "name": "이중엽",
        "id": "s299941"
      },
      {
        "org": "전북대학교",
        "name": "고석철",
        "id": "s14358"
      },
      {
        "org": "Paul G. Allen School of Computer Science & Engineering, University of Washington",
        "name": "Alaghi, Armin",
        "id": "s536192"
      },
      {
        "org": "State Key Laboratory of Agricultural Microbiology, College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, Hubei, 430070, China",
        "name": "ZHANG, Anding",
        "id": "s561227"
      },
      {
        "org": "Paul G. Allen School of Computer Science & Engineering, University of Washington",
        "name": "Ceze, Luis",
        "id": "s536193"
      }
    ],
    "title": "V2X 정보를 활용한 VRU 충돌 회피 알고리즘 개발",
    "abstract": "자율주행 차량은 레이더, 라이다 카메라 등 다양한 로컬 센서들을 활용하여 주변 환경을인지하고 판단하여 주행한다. 하지만 로컬 센서만을 활용하여 주행할 경우 인지 범위 한계로장애물에 가려진 보행자나 자전거와 같은 VRU(Vulnerable Road User, 취약 도로 사용자)의 거동 정보를 예측하기 어렵다. 본 논문에서는 이러한 로컬 센서의 한계를 극복하기 위해 V2X 통신 정보를 활용한 VRU 충돌 회피 알고리즘을 개발하였다. 알고리즘은 인프라로부터 충돌위험이 있는 VRU의 정보를 전달 받아 미래 거동을 예측하고 주변 환경에 따라 적절하게 조향및 제동 회피를 수행하도록 설계하였다. 개발된 알고리즘을 검증하기 위하여 다양한 조건의시나리오에서 시뮬레이션을 수행하였으며, 그 결과, 기존 로컬 센서 정보만을 활용하였을 때보다 개선된 충돌 회피 성능을 보일 뿐만 아니라, 차량의 안정성 또한 확보할 수 있음을 확인하였다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2022"
  },
  "62293bbf7b75355e87e2da6b": {
    "authors": [
      {
        "org": "GIST 융합기술학제학부",
        "name": "박준형",
        "id": "s299779"
      },
      {
        "org": "Department of Biosystems & Biomaterials Science and Engineering",
        "name": "Park, Sang Bae",
        "id": "s118952"
      },
      {
        "org": "Sciensano Brussels Belgium",
        "name": "van Bussel, Johan CH",
        "id": "s301526"
      }
    ],
    "title": "자율협력주행을 위한 역할 기반 동적정보 서비스 평가 방법",
    "abstract": "안전한 자율주행을 위하여 차량 센서에만 의존하는 Stand-alone 방식의 한계를 극복하기 위한 방법으로, 노변의 인프라와 자율주행차간 정보를 교환하는 ‘자율협력주행' 방식의 기술 개발이 이루어지고 있다. 이 과정에서 협력의 대상이 되는 동적정보는 통신 데이터 손실 측면의평가방법이 일반적이지만, 정보로서 역할 중심의 평가방법이 필요하다. 본 연구에서는 자율협력주행에서 동적정보 서비스 역할의 적정성을 평가하기 위하여 역할 기반 평가방법을 제안하였다. 평가 척도로 검출률, 검출 소요시간, LDM 처리시간을 제안하였고, 평가방법론을 검증하기 위하여 실제 도로에서 보행자 정보를 대상으로 실증 실험을 시행하였다. 실험 결과로는 검출률 99%, 소요시간 200ms/건, 처리시간 19ms/건을 얻었다. 향후 제안된 동적정보 서비스 평가방법이 관련 정보제공 서비스의 평가에 활용되기를 기대한다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2022"
  },
  "62293bb17b75355e87e2da5d": {
    "authors": [
      {
        "org": "Early Psychosis: Interventions and Clinical-detection (EPIC) Lab, Department of Psychosis Studies, Institute of Psychiatry, Psychology and Neuroscience, King's College London",
        "name": "De Micheli, Andrea",
        "id": "s563598"
      },
      {
        "org": "Department of Physics and Institute for Nano Science, Korea University",
        "name": "Lee, Cheol-Eui",
        "id": "s11259"
      },
      {
        "org": "전북대학교",
        "name": "고석철",
        "id": "s14358"
      },
      {
        "org": "Early Psychosis: Interventions and Clinical-detection (EPIC) Lab, Department of Psychosis Studies, Institute of Psychiatry, Psychology and Neuroscience, King's College London",
        "name": "Signorini, Lorenzo",
        "id": "s563599"
      },
      {
        "org": "군산대학교 전파공학과",
        "name": "김영완",
        "id": "s299258"
      },
      {
        "org": "Occupational science and occupational therapy, University of British Columbia, Vancouver, Canada",
        "name": "Ledingham, Alyssa",
        "id": "s536170"
      }
    ],
    "title": "정밀도로지도 기반 전역경로 생성을 위한 전처리 알고리즘 개발",
    "abstract": "자율주행 4단계 이상에서는 차량 스스로가 목적지까지 주행하기 위해 차선 단위의 전역경로를 생성하는 것이 필수적이며, 이를 위해 정밀도로지도 활용에 관한 연구가 활발히 진행되고 있다. 정밀도로지도 기반 전역경로 생성을 위해서는 정확한 링크 정보를 통해 도로 네트워크를 구축하는 것이 필수적인데, 현재 공개된 정밀도로지도는 이 부분의 구현을 어렵게 하는다양한 오류를 포함하는 것을 볼 수 있다. 이러한 배경을 바탕으로 본 연구에서는 정밀도로지도 기반 전역경로 생성을 위한 링크 오류 개선 및 도로 네트워크 구축에 관한 연구를 수행하였다. 전역경로 생성에 치명적일 수 있는 오류를 검출하고 링크를 포함한 정밀도로지도의 정보들을 활용하여 도로 네트워크를 구축하는 전처리 알고리즘을 개발하였다. 제안하는 방법을 통하여 실제 정밀도로지도로부터 정확한 전역경로를 생성할 수 있는 것을 확인함으로써 본 연구의 유효성을 검증하였다.",
    "keyword": "",
    "venue": "한국ITS학회 논문지",
    "year": "2022"
  }
}